<template>
  <Head></Head>
  <Banner></Banner>
  <section class = "2xl:w-[1400px] 2xl:mx-auto mx-auto px-4 py-4 text-dark">
    <div class = "flex items-center gap-x-1 pb-4 relative lg:my-6 md:my-4 my-1">
      <p class = "font-normal sm:text-sm text-[11px]">Головна</p>
      <img src="@/img/Blog_right.svg" alt="" class = "w-[10] h-[10]">
      <p class = "font-normal sm:text-sm text-[11px]">О нас</p>
      <img src="@/img/catalog.svg" alt="" class = "w-[18px] h-[18px] sm:hidden absolute right-0">
    </div>
    <div class = "lg:flex gap-x-5 relative">
      <div class = "lg:w-[25%] w-full sm:px-9 md:px-12 lg:px-2 py-3 lg:bg-pink rounded-[10px] h-fit xl:text-sm text-center sm:text-[14px] text-[12px] lg:pt-2 sm:pt-[5%] pt-[20%]">
        <button class = "bg-white rounded-[10px] border-main border w-full">
          <p class = " px-1">Блог</p>
        </button>
        <button class = "bg-white rounded-[10px] border-main border my-2 w-full shadow-md shadow-accent">
          <p class = "px-1">Про нас</p>
        </button>
        <button class = "bg-white rounded-[10px] border-main border my-1 w-full">
          <p class = "px-1">Контакти</p>
        </button>
        <button class = "bg-white rounded-[10px] border-main border my-1 w-full">
          <p class = "px-1">Безпечна угода</p>
        </button>
        <button class = "bg-white rounded-[10px] border-main border my-1 w-full">
          <p class = "px-1">Угода користувача</p>
        </button>
        <button class = "bg-white rounded-[10px] border-main border my-1 w-full">
          <p class = "px-1">Договір-оферта</p>
        </button>
        <button class = "bg-white rounded-[10px] border-main border my-1 w-full">
          <p class = "px-1">Дропшипінг</p>
        </button>
        <button class = "bg-white rounded-[10px] border-main border my-1 w-full">
          <p class = "px-1">Політика конфіденційності</p>
        </button>
        <button class = "bg-white rounded-[10px] border-main border my-1 w-full">
          <p class = "px-1">Правила подання оголошень</p>
        </button>
        <button class = "bg-white rounded-[10px] border-main border my-1 w-full">
          <p class = "px-1">Пропозиції для покращення сайту</p>
        </button>
        <button class = "bg-white rounded-[10px] border-main border my-1 w-full">
          <p class = "px-1">Заборонені публікації та товари</p>
        </button>
        <button class = "bg-white rounded-[10px] border-main border my-1 w-full">
          <p class = "px-1">Політика використання файлів cookie</p>
        </button>
        <button class = "w-full py-3"><img src="@/img/support.svg" alt="" class="w-fit mx-auto"></button>
      </div>
      <div class = "lg:w-[85%] w-full">
        <h1 class = "lg:text-[30px] md:text-[20px] text-[16px] font-medium lg:text-start text-center lg:relative absolute top-0">Інформація про нашу компанію Vamberi, Ми працюємо для вас</h1>
        <div class = "md:text-sm text-[12px] w-[94%]">
          <p class = "sm:mt-3 lg:my-9 md:my-6 sm:my-4 my-2 font-medium">Сайт Vamberi - Дошка оголошень України та майданчик для інтернет-магазинів, та приватних оголошень.</p>
          <p class = "">Купити та продати з VamBeri стало набагато простіше! Ми створили максимально зручний інтерфейс та щодня удосконалюємо для максимального Вашого комфорту! <br> Потреба в меблів є абсолютно у кожної людини, причиною може бути її відсутність у новому приміщенні, бажання змінити інтер'єр або просто примха купити щось новеньке, - і це чудово! Оголошення меблів на замовлення, нових готових, а також б.у., завдяки чому можна підібрати предмет меблів, що цікавить, за найприйнятнішою для Вас ціною. Всі оголошення розділені на категорії для легкого додавання та пошуку товару: <br> Меблі для дитячої, Меблі для спальні, Меблі для гардеробу, Меблі для кухні, Меблі для офісів</p>
          <p class = "sm:mt-3 lg:my-9 md:my-6 sm:my-4 my-2 font-medium">Меблі для торгових приміщень (Торгове обладнання)</p>
          <p>Ресепшен, стійки продавця та столи адміністратора.</p>
          <p>Дитячі товари, одяг та взуття. Вакансії від роботодавців та резюме від професіоналів, послуги та бізнес пропозиції.</p>
          <p>Купити авто та продати машину - автобазар на сторінках інтернет-мережі. Запчастини на автомобілі та інший транспорт.</p>
          <p>Купити будинок, зняти квартиру, здати кімнату, продаж нерухомості, оренда приміщень та безліч подібних оголошень.</p>
          <p>Електроніка, товари для дому та саду, мобільні аксесуари та інші гаджети.</p>
          <p>Наша спеціалізація – допомога у продажу та купівлі товарів. Дошка оголошень України користується величезною популярністю, на добу її відвідують багато клієнтів. Кожна людина, яка хоче долучитися до онлайн-продажів, хоче донести інформацію про товар потенційному покупцю. Будь-який бажаючий може заявити про продаж меблів або матраців на дошці оголошень України. Ми пропонуємо послуги розміщення оголошень. Опублікувати інформацію просто і легко, витративши кілька хвилин. Якщо ви покупець, наша дошка оголошень стане унікальною пропозицією. Адже тут розміщено багато товарів, Ви завжди знайдете те, що вам потрібно. Тільки тут можна вигідно продати чи купити товар. Розміщена інформація на веб-сайті доступна для перегляду в будь-якому куточку країни.</p>
          <p>Продаж, купівля, оренда, обмін, віддати задарма, послуги - будь-які оголошення Ви можете розмістити або знайти на сайті Вамбері.</p>
          <p> Вигідного продажу та приємних покупок з сайтом безкоштовних оголошень ВАМ?-БЕРІТЕ! 😉🙏🏼🙂</p>
          <p>Сайт Vamberi - Дошка оголошень Україна та майданчик для інтернет-магазинів.</p>
        </div>
      </div>
    </div>
  </section>
</template>

<script>
  import Head from '@/components/Head.vue';
  import Banner from '@/components/Banner.vue';
  import Footer from '@/components/Footer.vue';
  export default{
    components:{
      Head,
      Banner,
      Footer,
    }
  }
</script>