<template>
  <Head></Head>
  <Banner></Banner>
  <section class="2xl:w-[1400px] 2xl:mx-auto mx-auto px-4 py-4 text-dark">
    <div
      class="flex items-center justify-between gap-x-1 pb-4 relative lg:my-6 md:my-4 my-1"
    >
      <div class="flex items-center gap-x-1">
        <p class="font-normal sm:text-sm text-[11px]">Головна</p>
        <img src="@/img/Blog_right.svg" alt="" class="w-[10] h-[10]" />
        <p class="font-normal sm:text-sm text-[11px]">Договір-оферта</p>
      </div>
      <div class="flex items-center">
        <div @click="isMobileMenuOpen = !isMobileMenuOpen">
          <div v-if="!isMobileMenuOpen">
            <img
              src="@/img/catalog.svg"
              alt=""
              class="w-[18px] h-[18px] lg:hidden cursor-pointer"
            />
          </div>
          <div v-if="isMobileMenuOpen">
            <img
              src="@/img/modal_x.svg"
              alt=""
              class="w-[18px] h-[18px] lg:hidden cursor-pointer"
            />
          </div>
        </div>
      </div>
    </div>
    <Acc_buttonsVue
      v-if="isMobileMenuOpen"
      @mobileModalStatus="acceptMobileModalStatus"
      class=""
    ></Acc_buttonsVue>
    <div
      class="md:flex md:space-x-10 text-main"
      v-show="!isMobileMenuOpen"
      @mobileModalStatus="acceptMobileModalStatus"
    >
      <div class="lg:flex gap-x-5 relative">
        <div
          class="lg:w-[25%] w-full sm:px-9 md:px-12 lg:px-2 py-3 lg:bg-pink rounded-[10px] h-fit xl:text-sm text-center sm:text-[14px] text-[12px] lg:pt-2"
        >
          <h1
            class="lg:text-3xl md:text-[20px] sm:text-base text-[14px] font-medium text-start lg:relative lg:hidden lg:mb-5 mb-2 h-fit"
          >
            Договір-оферта сайту Вамбері
          </h1>
          <router-link to="/blog">
            <button class="bg-white rounded-[10px] border-main border w-full">
              <span class="px-1">Блог</span>
            </button>
          </router-link>
          <router-link to="/aboutUs">
            <button
              class="bg-white rounded-[10px] border-main border my-2 w-full"
            >
              <span class="px-1">Про нас</span>
            </button>
          </router-link>
          <router-link to="/contacts">
            <button
              class="bg-white rounded-[10px] border-main border my-1 w-full shadow-md shadow-accent"
            >
              <span class="px-1">Контакти</span>
            </button>
          </router-link>
          <router-link to="/agree">
            <button
              class="bg-white rounded-[10px] border-main border my-1 w-full"
            >
              <span class="px-1">Безпечна угода</span>
            </button>
          </router-link>
          <router-link to="/ugoda">
            <button
              class="bg-white rounded-[10px] border-main border my-1 w-full"
            >
              <span class="px-1">Угода користувача</span>
            </button>
          </router-link>
          <router-link to="/dogovor">
            <button
              class="bg-white rounded-[10px] border-main border my-1 w-full"
            >
              <span class="px-1">Договір-оферта</span>
            </button>
          </router-link>
          <router-link to="/dropshipping">
            <button
              class="bg-white rounded-[10px] border-main border my-1 w-full"
            >
              <span class="px-1">Дропшипінг</span>
            </button>
          </router-link>
          <router-link to="/politika">
            <button
              class="bg-white rounded-[10px] border-main border my-1 w-full"
            >
              <span class="px-1">Політика конфіденційності</span>
            </button>
          </router-link>
          <router-link to="/rules">
            <button
              class="bg-white rounded-[10px] border-main border my-1 w-full"
            >
              <span class="px-1">Правила подання оголошень</span>
            </button>
          </router-link>
          <router-link to="/suggest">
            <button
              class="bg-white rounded-[10px] border-main border my-1 w-full"
            >
              <span class="px-1">Пропозиції для покращення сайту</span>
            </button>
          </router-link>
          <router-link to="/reserved">
            <button
              class="bg-white rounded-[10px] border-main border my-1 w-full"
            >
              <span class="px-1">Заборонені публікації та товари</span>
            </button>
          </router-link>
          <router-link to="/coockie">
            <button
              class="bg-white rounded-[10px] border-main border my-1 w-full"
            >
              <span class="px-1">Політика використання файлів cookie</span>
            </button>
          </router-link>
          <router-link to="/support">
            <button class = "w-full py-3"><img src="@/img/support.svg" alt="" class="w-fit mx-auto sm:block hidden">
              <img src="@/img/support_accent.svg" alt="" class="w-fit mx-auto sm:hidden">
            </button>
          </router-link>
        </div>
        <div class="lg:w-[85%] w-full lg:pt-2">
          <h1
            class="lg:text-3xl md:text-[20px] sm:text-base text-[14px] font-medium text-center lg:text-start lg:relative absolute top-0 lg:mb-5 mb-2 h-fit lg:block hidden"
          >
            Договір-оферта сайту Вамбері
          </h1>
          <div class="md:text-sm text-xs w-[94%] relative">
            <p class="lg:my-6 sm:my-3 my-2">Договор-оферта</p>
            <p class="lg:my-6 sm:my-3 my-2">ПУБЛИЧНЫЙ ДОГОВОР (Оферта)</p>
            <p class="lg:my-6 sm:my-3 my-2">О ПРЕДОСТАВЛЕНИИ УСЛУГ</p>
            <p class="lg:my-6 sm:my-3 my-2">(Редакция от 30.01.2022)</p>
            <p class="lg:my-6 sm:my-3 my-2">1. ОБЩИЕ ПОЛОЖЕНИЯ</p>
            <p class="lg:my-6 sm:my-3 my-2">
              1.1. Этот документ является открытым предложением (далее — Оферта)
              ФЛП Станилевич Артёма Ивановича, - является физическим лицом
              предпринимателем по законодательству Украины, идентификационный
              код — 3266915119 (далее — Исполнитель), который адресован
              неопределенному кругу лиц, заключить договор о предоставлении
              услуг (далее — Договор) на изложенных в этой Оферте условиях.
            </p>
            <p class="lg:my-6 sm:my-3 my-2">
              1.2. В соответствии со статьей 633, 638, 641 Гражданского Кодекса
              Украины, этот Договор является публичным договором и, в случае
              принятия (акцепта) изложенных в Оферте условиях, любое
              дееспособное физическое лицо, физическое лицо-предприниматель или
              юридическое лицо становится заказчиком по договору (далее —
              Пользователь) и обязуется выполнять условия этого Договора,
              приложений и дополнительных соглашений к нему, которые являются
              его неотъемлемыми частями. Акцепт Оферты Пользователем,
              выполненный в соответствии с п. 2.8. Оферты, создает Договор на
              условиях оферты. Исполнитель и Пользователь в дальнейшем именуются
              Стороны, а по отдельности — Сторона.
            </p>
            <div class="hidden lg:block">
              <p class="lg:my-6 sm:my-3 my-2">
                1.3. Предложения вступает в силу с момента ее размещения в сети
                Интернет по ссылке: https://vamberi.com.ua/dogovor-oferta и
                действует до момента его отзыва Исполнителем
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.4. Исполнитель оставляет за собой право вносить изменения в
                условия Оферты и (или) отозвать Оферту в любой момент по своему
                усмотрению. В случае внесения Исполнителем изменений в Оферты,
                такие изменения вступают в силу с момента размещения измененного
                текста Оферты в сети Интернет по указанному в п. 1.3. настоящего
                Договора адресу, если иной срок вступления изменений в силу не
                предусмотрен при таком размещены. Исполнитель может
                дополнительно сообщить Пользователей о таких изменениях
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.5. В настоящем Договоре, если контекст не требует иного,
                нижеприведенные термины имеют следующие значения
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.5.1. Договор и (или) Оферта — публичный договор (оферта),
                размещенный по адресу: https://vamberi.com.ua/dogovor-oferta,
                публичное предложение Исполнителя, адресованное любому
                физическому лицу и (или)физическому лицу-предпринимателю, и
                (или)юридическому лицу, заключить с ним публичный договор о
                предоставлении услуг на условиях настоящего Договора, приложений
                и дополнительных соглашений к нему, которые являются его
                неотъемлемыми частями
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.5.2. Акцепт — полное подтверждение и безусловное принятие
                Пользователем условий настоящей Оферты, в предусмотренном
                настоящим Договором порядке
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.5.3. Исполнитель — ФЛП Станилевич Артём Иванович,
                идентификационный код 3266915119
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.5.4. Администрация сайта — ФЛП Станилевич Артём Иванович и
                (или) лица, уполномоченные Исполнителем должным образом на
                управление сайтом и предоставления сервисов Vamberi
                Пользователям при использовании Сайта соответствии с настоящим
                Договором
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.5.5. Онлайн сервис объявлений/Сайт — совокупность программных
                и аппаратных средств, результат компьютерного программирования в
                виде онлайн сервиса vamberi.com.ua, который размещен в сети
                Интернет по адресу https://vamberi.com.ua/, принадлежит ФЛП
                Станилевич Артём Иванович, идентификационный код 3266915119, и
                предоставляет возможность Пользователям размещать объявления с
                предложением о реализации, товаров и (или)услуг в соответствии с
                требованиями действующего законодательства Украины, и получать
                другие Сервисы, предоставляемые Исполнителем
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.5.6. Пользователь — любое дееспособное физическое лицо,
                физическое лицо-предприниматель или юридическое лицо, принявшее
                условия настоящей Оферты и пользуются сервисами vamberi.com.ua
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.5.7. Покупатель — любое дееспособное физическое лицо,
                физическое лицо-предприниматель или юридическое лицо, принявшее
                условия настоящего Договора и которая, пользуясь возможностями
                сайта, покупает и (или) заказывает предложенные пользователями
                товары/услуги. Покупатель может пользоваться возможностями
                сайта, как путем регистрации на Сайте vamberi.com.ua с созданием
                своей «учетной записи», так и без такой регистрации, - но без
                регестрации возможности использования сайта ограничены
                (например, контактые данные пользователей, публикующих
                обьявления)
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.5.8. Товар — любой материальный и нематериальный объект
                предлагается к продаже с помощью Сайта
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.5.9. Сервисы vamberi.com.ua — услуги, предоставляемые
                Исполнителем Пользователям Сайта в соответствии с условиями
                настоящей Оферты, в том числе, но не исключительно, услуги по
                регистрации Пользователей на Сайте, создание учетной записи,
                использование сайта для размещения объявлений, использование
                учетной записи, отображения товаров и услуг Продавца в
                соответствующих категориях, а также комплекс действий, связанных
                с предоставлением Пользователям сайта возможности выбора и
                заказа товаров / услуг, предлагаемых Продавцами, их
                коммуникации, импорта объявлений с других интернет-ресурсов,
                продвижение объявлений и прочее
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.5.10. Аккаунт и (или) Личный кабинет — электронный кабинет
                пользователя в функциональной системе сайта, с помощью которого
                Пользователь имеет возможность управлять своими объявлениями,
                получать информацию о Сайте, услугах и Сервисах vamberi.com.ua
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.5.11. Регистрация — принятие (акцепт) Пользователем оферты на
                заключение настоящего Договора и процедура, в ходе которой
                Пользователь посредством заполнения соответствующих форм сайта
                предоставляет Исполнителю необходимую информацию для
                использования сервисов vamberi.com.ua. Регистрация считается
                завершенной только в случае успешного прохождения всех ее
                этапов, согласно опубликованным на Сайте инструкций
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.5.12. Персональные данные — это сведения или совокупность
                сведений о физическом лице, с их помощью идентифицировано или
                может быть конкретно идентифицировано
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.5.13. Объявления — информационное сообщение о товарах/услугах
                и (или)предложение Продавца о продаже товара/услуги, публикуемой
                последним на Сайте
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.5.14. Размещение объявления — это действие пользователя,
                которое выражается в публикации или активации одного объявления
                на сайтах, а также изменении действующего Объявления, если такое
                изменение предусматривает замену и (или)добавления товара,
                изменение существенных характеристик товара, изменение региона и
                т.д.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.5.15. Посетитель — любое лицо, имеющее возможность посетить и
                использовать Сайт с помощью сети Интернет
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.5.16. Импорт объявлений — это перенос Объявлений о
                товарах/услугах, владельцем которых является Пользователь, на
                сайте с других интернет-ресурсов с помощью элемента программного
                обеспечения (инструмента) Исполнителя. Такой перенос
                осуществляется по собственной инициативе зарегистрированного на
                Сайте Пользователя
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.5.17. Контент — результаты интеллектуальной деятельности,
                охраняемых и которые размещаются Пользователем на Сайте,
                включая, но не ограничиваясь: название и описание товарных
                позиций, фотографии, характеристики товара/услуги, другие
                материалы, информация о пользователе и т.д.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.5.18. Продвижение Объявления — услуги по размещению информации
                на веб-узлах для продвижения объявлений vamberi.com.ua под
                названием "Турбо продажа", "Поднять в ленте", "VIP продвижение"
                на странице https://vamberi.com.ua/promo/services (далее «Услуга
                продвижения Объявлений»), описание которых размещено в платных
                услугах по ссылке: https://vamberi.com.ua/promo/service
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.5.19. Страница продавца — это персональная страница
                Пользователя на Сайте, на которой Пользователь размещает
                Объявления о продаже товаров и (или) услуг для продажи, а также
                осуществляет ее наполнения и редактирования (в частности,
                размещение изображений/фотографий, описания товаров/услуг на
                странице и т.д.)
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.6. Заключение Договора осуществляется путем принятия (акцепта)
                Пользователем предложения Исполнителя, изложенного в настоящем
                Договоре. Акцептом (моментом полного подтверждения и
                безусловного принятия условий Оферты считается момент любого
                взаимодействия пользователя с сайтом
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.7. Настоящий Договор регулирует и порядок предоставления
                Пользователю Сервисов vamberi.com.ua и порядок использования
                Пользователем и другими лицами Сайта.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                2. ПРЕДМЕТ ОФЕРТЫ. ОПИСАНИЕ УСЛУ
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                2.1. Предметом Оферты является предоставление Исполнителем
                услуги доступа к программной продукции Исполнителя в виде
                онлайн-сервиса vamberi.com.ua, размещенного в сети Интернет по
                адресу https://vamberi.com.ua/, что обеспечивает создание
                учетной записи и собственной Страницы продавца, размещение и
                обработку товаров / услуг в объявлении на такой странице, (далее
                - «Доступ»), а также предоставление дополнительных услуг
                Пользователям
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                2.2. Перечень услуг и дополнительных услуг (сервисов
                vamberi.com.ua), предоставляемых Исполнителем, а также их цена,
                условия, порядок использования указываются на Сайте. После
                регистрации на Сайте Пользователь получает возможность
                пользоваться функциональными возможностями сайта, сервисами
                vamberi.com.ua, порядок предоставления которых регулируется
                данной Оферте
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                2.3. Местом заключения настоящего Договора Стороны признают
                местонахождение Исполнителя
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                2.4. Кроме текста настоящей Оферты, порядок использования и
                сервисов vamberi.com.ua, определяются Политикой
                конфиденциальности, Правилами размещения объявлений на Сайте , а
                также другими документами, которые размещены в разделе «Правила
                пользования сайтом» и является неотъемлемой частью настоящей
                Оферты. Пользователь, соглашаясь с условиями Оферты,
                автоматически соглашается и обязуется выполнять и соблюдать
                положения документов, указанных в этом пункте
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                2.5. Пользователь самостоятельно осуществляет выбор
                дополнительных услуг, которыми намерен пользоваться
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                2.6. Исполнитель вправе привлечь третьих лиц (субподрядчиков)
                для предоставления Пользователям всех или части сервисов
                vamberi.com.ua
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                2.7. Администрация сайта имеет право в любой момент отказать
                любому Пользователю в услуге доступа к программной продукции
                Исполнителя в виде онлайн-сервиса vamberi.com.ua, размещенного в
                сети Интернет по адресу https://vamberi.com.ua в случае
                нарушения им условий настоящего Договора
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                2.8. Любое взаимодействие пользователя с сайтом (в том числе, но
                не исключительно, регистрация на Сайте, размещение объявления,
                импорт объявления с других площадок (интернет-ресурсов) или
                фактическое использование сервисов vamberi.com.ua) означает
                безусловную и безоговорочное согласие пользователя со всеми
                условиями настоящего Договора (в том числе его приложениями,
                размещенными на Сайте в разделе «Правила пользования сайтом».
                Такое взаимодействие с сайтом является полным и безусловным
                акцептом настоящей Оферты, не ознакомление с условиями которой
                не освобождает пользователя от ответственности за невыполнение
                условий настоящего Договора
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                2.9. Если Пользователь не согласен с условиями настоящего
                Договора полностью или частично и (или) не согласен соблюдать
                условия этого договора и других документов, являющихся его
                неотъемлемой частью, тогда Пользователь не имеет права
                пользоваться возможностями сайта и сервисами vamberi.com.ua и
                обязан прекратить их использования
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                2.10. Положения настоящего Договора могут быть изменены
                Администрацией Сайта без предварительного уведомления. Текущая
                версия Оферты доступна по
                ссылкеhttps://vamberi.com.ua/ru/dogovor-oferta. Продолжение
                пользования Сайтом Пользователем (любая его дальнейшее
                взаимодействие с сайтом) означает его согласие с изменениями в
                Договоре и других документах, которые являются неотъемлемой
                частью настоящей Оферты
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                3. РЕГИСТРАЦИЯ НА САЙТЕ И РАЗМЕЩЕНИЕ ОБЪЯВЛЕНИ
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                3.1. Пользователь получает право размещать объявления на Сайте и
                пользоваться сервисами vamberi.com.ua после осуществления
                регистрации на Сайте и заполнения специальной формы с указанием
                параметров предлагаемых таким Пользователем товаров и (или)
                услуг
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                3.2. Для осуществления регистрации Пользователь, заполняет форму
                с указанием номера его мобильного телефона. На указанный номер
                телефона будет направлено сообщение со специальным кодом
                подтверждения. После введения этого кода, Пользователь получает
                возможность пользоваться созданным им учетной записи (Личным
                кабинетом)
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                3.3. Во время регистрации и (или) размещения Объявления,
                Пользователь обязан предоставлять правдивую, точную и полную
                информацию по вопросам, которые предлагаются в форме для
                осуществления регистрации или в других разделах сайта и
                поддерживать такую ​​предоставленную информацию в актуальном
                состоянии. В случае выявления Администрацией Сайта и (или)
                другими средствами, недостоверной информации, которую разместил
                Пользователь, Администрации Сайта вправе отменить регистрацию и
                (или) приостановить осуществление Пользователем регистрации и
                (или) прекратить возможность использования учетной записи
                пользователя и сервисов vamberi.com.ua
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                3.4. Пользователь имеет право пользоваться Сайтом и сервисами
                vamberi.com.ua только с помощью личного номера телефона и пароля
                (кода, поступающего Пользователю в sms-сообщении), а также при
                регистрации через собственные аккаунты в социальных сетях.
                Пользователь вправе зарегистрировать только одну Учетную запись
                на конкретный номер телефона. Любые действия, совершенные на
                Сайте лицом после регистрации, признаются действиями
                пользователя. Пользователь несет полную ответственность за
                сохранение конфиденциальности его учетной записи (в том числе
                логина и пароля) и за все действия, совершенные с помощью его
                Учетной записи.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                3.5. Пользователь не имеет права (в том числе, но не
                исключительно) передавать, продавать, передавать в пользование
                свои логин и пароль в целях использования Личного кабинета и
                сервисов vamberi.com.ua третьим лицам без согласия Исполнителя.
                В случае передачи логина и пароля любому третьему лицу, вся
                ответственность за действия такого третьего лица несет
                Пользователь.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                3.6. В случае нарушения безопасности или несанкционированного
                использования Личного кабинета пользователя, а также если у
                Пользователя есть причины подозревать, что его адрес электронной
                почты и пароль, используемые для входа на сайт, были раскрыты
                или могут быть использованы третьими лицами, он должен
                немедленно сообщить об этом исполнителя и изменить данные для
                входа на сайт. Исполнитель не несет ответственности за любые
                убытки несанкционированным использованием учетной записи
                пользователя.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                3.7. Регистрируясь, Пользователь соглашается получать рекламные
                и (или) информационные сообщения от Исполнителя на указанные при
                регистрации адрес электронной почты и (или) номер мобильного
                телефона. Исполнитель обязуется не передавать адрес электронной
                почты или номер мобильного телефона пользователя третьим лицам
                без согласия пользователя, за исключением случаев,
                предусмотренных настоящей Офертой и действующим
                законодательством Украины.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                3.8. Размещение объявления, а также публикация другой информации
                и Контента, в том числе в объявлении на сайте должна
                осуществляться в полном соответствии с требованиями действующего
                законодательства Украины, положений настоящей Оферты, Политики
                конфиденциальности
                https://vamberi.com.ua/politiki-konfidencialnosti , Правил
                размещение объявлений на Сайте https://vamberi.com.ua/rules , а
                также других документов, которые размещены в разделе службы
                поддержки https://vamberi.com.ua/feedback и является
                неотъемлемой частью настоящей Оферты. Пользователь, размещая
                объявления на сайтах подтверждает, что в соответствии с
                действующим законодательством Украины, он имеет право продавать
                товар / предоставлять услуги, предлагаемые в объявлении на
                сайте, самостоятельно несет ответственность за наличие
                подтверждающих документов на такой товар / услугу.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                3.9. Размещая Объявления, Пользователь гарантирует, что обладает
                всеми правами на использование материалов и Контента,
                размещаемых ими на Сайте, в т.ч. правами интеллектуальной
                собственности, а предложенные им товары / услуги соответствуют
                требованиям качества, описания, предоставленном в названии /
                тексте объявления.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                3.10. Администрация Сайта не проводит обязательную проверку
                информации и Контента в объявлениях, размещаемых Пользователями
                на Сайте и не несет ответственности за соответствие такой
                информации действующему законодательству Украины.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                3.11. Предметом Объявлений на Сайте могут быть товары и (или)
                услуги, реализация которых не запрещена и не ограничена в
                соответствии с законодательством Украины и не противоречит
                настоящему Договору и Правилам, которые являются его
                неотъемлемой частью. Вся размещенная Пользователями на Сайте
                информация считается собственностью пользователей, которые ее
                разместили, до тех пор, пока не будет оснований считать иначе.
                Всю ответственность за соответствие такой информации (контента)
                законодательству Украины несут такие Пользователи. Пользователи
                Сайта не получают никаких прав на использование информации,
                размещенной другими пользователями и несут полную
                ответственность перед владельцем информации за ее неправомерное
                использование.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">4. ПРИЧИНЫ УДАЛЕНИЯ ОБЪЯВЛЕНИЙ</p>
              <p class="lg:my-6 sm:my-3 my-2">
                4.1. Администрация Сайта вправе осуществлять модерацию всего
                Контента на Сайте (в том числе объявления и другой информации,
                размещенной на Сайте) на соответствие его требованиям настоящей
                Оферты, Правил размещения объявлений на Сайте и действующего
                законодательства Украины.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                4.2. Администрация сайта в случае обнаружения несоответствия
                содержания Объявления категории, в которой оно размещено, вправе
                по собственной инициативе и по своему усмотрению переместить
                такое Объявления в другую категорию товаров и (или) услуг. Кроме
                того, Администрация Сайта вправе завершить или продлить срок
                размещения Объявления пользователя по техническим причинам,
                находящимся под контролем или вне контроля Администрации Сайта.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                4.3. Исполнитель вправе самостоятельно, с учетом требований и
                критериев, установленных законодательством Украины, решать
                вопрос об отнесении информации содержащейся в Объявлении к
                запрещенной этой Офертой, Правилами размещения объявлений на
                Сайте и другими документами, являющимися неотъемлемой частью
                Оферты. Исполнитель также имеет право отказать в размещении
                отдельных Объявлений в случае, если будет считать их содержание
                таким, что не соответствует положениям действующего
                законодательства Украины и (или) этой Оферте, Правилами
                размещения объявлений на Сайте и другим документам, которые
                являются неотъемлемой частью настоящего Договора.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                4.3. Администрация сайта имеет право:
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                4.3.1. Вносить в текст Объявления пользователя правки,
                касающиеся орфографии и пунктуации, не влияющие на общий смысл
                Объявления;
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                4.3.2. Переносить Объявления с одной до другой категории и (или)
                услуг сайта в случае выявления наиболее подходящей категории для
                их размещения и (или) в случае выявления несоответствия
                содержания Объявления категории, в которой оно размещено;
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                4.4. Администрация сайта, учитывая действия / бездействие
                Пользователя, по мнению Администрации Сайта нарушает положения
                настоящей Оферты и (или) Правил размещения объявлений на Сайте
                вправе по своему усмотрению полностью или частично ограничить
                доступ к сервисов vamberi.com.ua, предоставляемых на Сайте,
                отказаться от предоставления услуг Пользователю и разорвать с
                ним контракт в одностороннем порядке.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                4.5. Администрация сайта оставляет за собой право в любой момент
                потребовать от пользователя подтверждения данных, указанных им
                при регистрации или подачи Объявления и в связи с этим
                осуществить запрос на подтверждающие документы (в частности -
                копии / заверенные копии документов, удостоверяющих личность,
                учредительные документы субъекта предпринимательской
                деятельности, разрешительные документы, подтверждающие
                правомерность продажи товара и (или) предложение услуг
                Пользователем, в том числе документы, подтверждающие права
                интеллектуальной собственности, размещены в объявлении),
                непредоставление которых может быть приравнено к предоставлению
                недостоверной информации о пользователе или о товарах / услугах,
                размещенные в объявлении. В случае если данные пользователя,
                указанные в предоставленных им документах, не соответствуют
                данным, указанным в учетной записи, в объявлении или других
                разделах сайта, Администрация Сайта имеет право отказать
                Пользователю в возможности использования сайта и сервисов
                vamberi.com.ua, предварительно сообщив ему об этом или без
                уведомления.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                4.6. Администрация сайта имеет право ограничить возможность
                пользователя использовать Сайт, если Пользователь нарушает
                положения настоящей Оферты, а также других документов, которые
                размещены в разделе https://vamberi.com.ua/feedback и есть
                неотъемлемой частью настоящей Оферты. Факт нарушения считается
                подтвержденным, если Пользователь был уведомлен Администрацией
                Сайта о поступлении обоснованной жалобы, о ведении деятельности,
                нарушающей правила сайта или прав третьих лиц. Администрация
                сайта оставляет за собой право в любой момент ограничить
                возможность пользователя использовать его Личный кабинет, а
                также ограничить доступ ко всем или некоторым размещенных
                Объявлений пользователя по своему усмотрению, предварительно
                уведомив его об этом или без уведомления, при этом освобождаясь
                от ответственности перед пользователем и (или) третьими лицами
                за такое ограничение возможности использования сайта, Личного
                кабинета и (или) доступа к Объявлений.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                4.7. Администрация сайта оставляет за собой право в
                одностороннем порядке ограничивать доступ к размещенному
                пользователями Контента по требованию правообладателей или
                компетентных государственных органов, а также в случае, если
                размещен Контент нарушает права (в т.ч. права интеллектуальной
                собственности) третьих лиц, либо не соответствует , по мнению
                Администрации Сайта, положениям настоящей Оферты, Правил
                размещения объявлений на Сайте https://vamberi.com.ua/rules, а
                также других документов, которые размещены в разделе
                https://vamberi.com.ua/feedback и является неотъемлемой частью
                настоящей Оферты, принципам общественной морали, а также может
                нанести вред деловой репутации Исполнителя. Администрация сайта
                также имеет право требовать у пользователя подтверждающие
                документы на размещенный Контент.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                5. ПЛАТА ЗА ПРЕДОСТАВЛЕНИЕ УСЛУГ
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                5.1. Пользователь, осуществив процедуру регистрации и
                верификации номера телефона, создает Учетную запись Страницу
                продавца и размещает Объявления с учетом требований действующего
                законодательства Украины и настоящей Оферты. Перед заключением с
                Покупателем договора купли-продажи Товара Продавец обязан
                указать в своем аккаунте данные платежной карты, на которую
                будет получать средства (перевод), перечисленные в уплату за
                Товар.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                5.2. После получения заказа, Пользователь подтверждает с помощью
                кнопки «Подтвердить» на странице заказа в своем аккаунте, что
                готов заключить с Покупателем договор купли-продажи товара.
                Путем нажатия кнопки «Подтвердить» Пользователь осуществляет
                акцепт (дает согласие) Пользователя на осуществление оплаты за
                предоставление пользователям доступа к программной продукции
                Исполнителя в виде онлайн-сервиса vamberi.com.ua, размещенного
                на Сайте Исполнителя https://vamberi.com.ua. Размер оплаты за
                предоставление услуги Доступ к программной продукции Исполнителя
                в виде онлайн-сервиса vamberi.com.ua, размещенного в сети
                Интернет по адресу https://vamberi.com.ua/ составляет 1% (один
                процент), но в любом случае не менее 3 грн и не более 200 грн,
                от стоимости проданного Пользователем Товара (далее — «Оплата за
                доступ»). Оплата за Доступ осуществляется Пользователем в
                безналичной форме на расчетный счет Исполнителя, при этом на
                Сайте может быть реализован функционал для инициирования
                перевода средств Пользователем с использованием реквизитов
                платежной карточки в пользу Исполнителя (посредством услуг
                банков-эквайров, небанковских финансовых учреждений и платежных
                систем). Исполнитель вправе инициировать оплату за
                предоставленный Пользователю доступ (услуги Доступа), которое
                может быть осуществлено с банковской карты пользователя, данные
                которой указаны в учетной записи.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                5.3. В результате совершения сделки купли-продажи товара,
                Объявления о котором было размещено на vamberi.com.ua в момент
                заключения сделки, Пользователь обозначает Товар проданным путем
                нажатия кнопки «Снять с публикации» чем информирует Исполнителя
                о совершении сделки купли-продажи Товара и осуществляет акцепт
                (предоставляет согласие) на осуществление оплаты за
                предоставление пользователям доступа к программной продукции
                Исполнителя в виде онлайн-сервиса vamberi.com.ua, размещенного
                на Сайте Исполнителя https://vamberi.com.ua в размере в
                соответствии с п. 5.2. настоящей Оферты.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                5.4. Каждый раз при заключении договора купли-продажи
                расположенного в Объявления о продаже товаров с его оплатой
                покупателем с помощью способа оплаты «Безопасная сделка»
                Пользователь соглашается с Правилами осуществления оплаты через
                «Безопасная сделка» (https://vamberi.com.ua/promo/secure) или с
                Правилами осуществления оплаты «Наложенный платеж или наложенный
                платеж с предоплатой» ССЫЛКА или с Правилами совершения оплаты
                «Продавцу на карту» ССЫЛКА.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                5.5. Пользователь имеет возможность воспользоваться
                Дополнительными услугами, а именно услугой Продвижение
                объявлений под названием "Турбо продажа", и (или) "Поднять в
                ленте", и (или) "VIP продвижение" на странице
                https://vamberi.com.ua/promo/services .Подробная информация о
                размере оплаты, описание и период предоставления этих
                дополнительных услуг размещен по ссылке:
                https://vamberi.com.ua/promo/services.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                5.6. Пользователь заказывает услугу Продвижение объявлений путем
                осуществления активации нужной Дополнительной услуги ( названием
                "Турбо продажа", и (или) "Поднять в ленте", и (или) "VIP
                продвижение" ) с помощью кнопки "Продать быстрее", затем
                "Подключить". Такое действие (активация) является акцептом
                (согласием) Пользователя на получение Дополнительной услуги.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                5.7. Отчёт об оказании услуг Пользователь может просмотреть в
                личном кабинете. Услуги считаются оказанными надлежащим образом
                и приняты Пользователем, а состояние взаиморасчетов Сторон
                считается подтвержденными и согласованным пользователем
                независимо от наличия/отсутствия у Исполнителя необходимой
                идентификационной информации о пользователе, а также в случае,
                если в течение 20 (двадцати) календарных дней после завершения
                отчетного периода четырнадцать календарных дней, Пользователь не
                прислал Исполнителю подписанный Акт оказания услуг или
                мотивированное письменное возражение, по составленного
                первичного документа.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                6. УСЛОВИЯ ИСПОЛЬЗОВАНИЯ САЙТА И СЕРВИСОВ. ПРАВА И ОБЯЗАННОСТИ
                СТОРОН
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                6.1. Использование информации / Контента, а также любых других
                элементов сайта и (или) сервисов vamberi.com.ua возможно только
                в рамках функционала, предлагаемого на Сайте. Никакие элементы
                сайта и сервисов vamberi.com.ua, предоставляемых посредством
                Сайта, а также любой Контент, размещенный на Сайте, не могут
                быть использованы третьими лицами другим образом как без
                предварительного разрешения правообладателя. Под использованием
                подразумеваются, в том числе, но не ограничиваясь:
                воспроизведение, копирование, переработка, распространение на
                любой основе и т.д.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                6.2. Для обеспечения возможности публикации предоставленных
                Пользователем сведений, Пользователь предоставляет Исполнителю
                действующее на любой территории, бессрочное, безотзывное,
                неисключительное, право использования, публикации, сбора,
                демонстрации, копирования, дублирования, воспроизведения
                объектов авторских прав, публикаций и баз данных пользователя,
                предоставленных последним сведений, изображений и фотографий на
                всех известных или неизвестных информационных носителях.
                Перечисленные выше права предоставляются Исполнителю бесплатно и
                бессрочно. При этом Пользователь сохраняет все права
                собственности на содержание информации, размещаемой в
                объявлении. Кроме вышеперечисленного, Пользователь предоставляет
                право на доступ к размещенной им информации всем другим
                Пользователям и Посетителям сайта.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                6.3. Путем использования сайта и сервисов vamberi.com.ua,
                Пользователь подтверждает, что несет личную ответственность за
                содержание размещенных им Объявлений, а также обладает всеми
                необходимыми правами, лицензиями, разрешениями на размещение
                информации в объявлениях посетителей, включая без ограничений
                права на патенты, торговые марки, авторские права, или же имеет
                соответствующее разрешение всех идентифицируемых в объявлении
                лиц и компаний для использования их имен или изображений.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                6.4. Размещая на Сайте объявление с изображениями Пользователь
                соглашается с использованием изображения и (или) его части в
                интересах Исполнителя без выплаты вознаграждения.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                6.5. Исполнитель обязуется прилагать все усилия для надлежащего
                выполнения своих обязательств по настоящему Договору, включая
                нормальную работу сервисов vamberi.com.ua и сайта, а также не
                разглашать третьим лицам персональные данные и (или)
                конфиденциальную информацию, полученную от пользователей, за
                исключением случаев, предусмотренных действующим
                законодательством Украины.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                6.6. Исполнитель может периодически устанавливать ограничения на
                использование сервисов vamberi.com.ua и сайта. Исполнитель имеет
                право в любой момент изменить или прекратить работу сервисов
                vamberi.com.ua и сайта или их части, предварительно сообщив
                пользователя о прекращении или без уведомления, при этом
                освобождаясь от ответственности перед Пользователем за подобные
                изменения или прекращения.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                6.7. Администрация сайта оставляет за собой право по
                собственному усмотрению изменять или удалять любую информацию,
                которая публикуется Пользователями на Сайте, приостанавливать,
                ограничивать или прекращать доступ Пользователя к Сервисам
                vamberi.com.ua, в том числе отклонять или перемещать любое
                размещенное на Сайте Объявления в при обнаружении нарушений
                положений действующего законодательства Украины, настоящей
                Оферты и других документов, являющихся его неотъемлемой частью.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                6.8. Пользователь вправе направлять жалобы по вопросам работы
                сайта через форму обратной связи или иным возможным способом в
                соответствии с положениями действующего законодательства
                Украины.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">6.9. Пользователь обязуется:</p>
              <p class="lg:my-6 sm:my-3 my-2">
                6.9.1. Использовать Сайт только в законных целях, соблюдать
                требования действующего законодательства Украины, а также прав и
                законных интересов Администрации Сайта.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                6.9.2. Не совершать действий, влияющих на нормальную работу
                сайта, могут привести к непропорционально большой нагрузке на
                инфраструктуру Сайта и является его недобросовестным
                использованием. Пользователь обязуется не использовать любые
                устройства, программы, процедуры, алгоритмы и методы,
                автоматические устройства или эквивалентные ручные процессы для
                доступа, приобретения, копирования или отслеживания содержания
                Сайта
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                6.9.3. Пользователь обязуется не использовать самостоятельно или
                с привлечением третьих лиц Сайт и Сервисы vamberi.com.ua с
                целью, может быть квалифицировано как нарушение прав третьих лиц
                на объекты интеллектуальной собственности, недобросовестная
                конкуренция, иное нарушение действующего законодательства
                Украины;
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                6.9.4. Не использовать персональные данные и наименования других
                Пользователей (а также сходные с ними), для того, чтобы выдать
                себя за другое лицо и (или) иного пользователя сайта и
                действовать от их имени, а также создавать несколько учетных
                записей;
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                6.9.5. Не использовать сведения, предоставленные другими
                Пользователями, в других целях, кроме как для совершения сделки
                непосредственно с этим пользователем, без письменного разрешения
                другого пользователя. Данный пункт Оферты не распространяющего
                свое действие на персональные данные и (или) конфиденциальную
                информацию пользователя, которые последний предоставляет
                Исполнителю при регистрации на Сайте;
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                6.9.6. Не совершать действий, направленных на получение доступа
                к чужому учетной записи путем подбора логина и пароля, взлома
                или иных действий; не использовать автоматические программы для
                получения доступа на Сайт без письменного разрешения
                Исполнителя;
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                6.11. Пользователю запрещается оставлять себе отзывы и заключать
                с собой соглашения или привлекать для этого сторонних лиц с
                целью накрутки данных, рейтингу, положительных отзывов и т.д.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">7. КОНФИДЕНЦИАЛЬНОСТЬ</p>
              <p class="lg:my-6 sm:my-3 my-2">
                7.1. Путем регистрации на Сайте, Пользователь подтверждает и
                дает свое согласие на обработку персональных данных, сбор,
                хранение, использование и разглашение своих персональных данных
                в соответствии с требованиями действующего законодательства
                Украины, в частности Закона Украины «О защите персональных
                данных» и Закона Украины «О защите информации в
                информационно-телекоммуникационных системах ».
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                7.2. Для получения более подробной информации о целях и объем
                сбора (обработки) персональных данных Исполнителем, Пользователь
                имеет возможность ознакомиться с Политикой конфиденциальности
                https://vamberi.com.ua/politiki-konfidencialnosti, что является
                неотъемлемой частью настоящего Договора.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                8. ИНТЕЛЛЕКТУАЛЬНАЯ СОБСТВЕННОСТЬ
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                8.1. Совокупность программ, данных, торговых марок, объектов
                авторского права, и других объектов, используемых на Сайте при
                предоставлении сервисов vamberi.com.ua, является
                интеллектуальной собственностью его законных правообладателей и
                охраняются законодательством об интеллектуальной собственности
                Украины, а также соответствующими международными правовыми
                договорами и конвенциями. Любое использование элементов,
                символики, текстов, графических изображений, программ и других
                объектов, входящих в состав Сайта и сервисов vamberi.com.ua и
                принадлежат Исполнителю, кроме разрешенного в настоящем
                Договоре, без разрешения Администрации Сайта или иного законного
                правообладателя является незаконным и может стать причиной
                судебного разбирательства и привлечения нарушителей к
                гражданско-правовой, административной и уголовной
                ответственности в соответствии с действующим законодательством
                Украины.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                9. ОТВЕТСТВЕННОСТЬ. ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                9.1. Любое взаимодействие пользователя с сайтом (в том числе, но
                не исключительно, регистрация, фактическое пользование Сайтом и
                (или) сервисами vamberi.com.ua) означает безусловное согласие
                Пользователя с тем, что он использует Сайт и (или) сервисами
                vamberi.com.ua "как есть "оценивает и несет все риски, связанные
                с использованием размещенных на Сайте объявлений, а Исполнитель
                не несет никакой ответственности за содержание размещенных на
                сайте объявлений, за любые убытки и потери, ставшие результатом
                использования размещенных на сайте объявлений
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                9.2. Исполнитель не является организатором / инициатором
                электронной соглашения между пользователями, предметом которой
                выступают товары, работы или услуги. Все сделки между
                пользователями заключаемых ими непосредственной, а Сайт
                онлайн-сервисом Объявлений, что дает возможность Пользователям
                создать собственную Страница продавца и размещать Объявления с
                предложением о реализации, товаров и (или) услуг в соответствии
                с требованиями действующего законодательства Украины, и получать
                другие Сервисы vamberi.com.ua., предоставляемых Исполнителем.
                Исполнитель не несет ответственности за содержание информации,
                передаваемой или получаемой информации и за ущерб, причиненный в
                результате использования Пользователями результатов сервисов
                vamberi.com.ua
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                9.3. Администрация сайта не несет ответственности за
                соответствие сервисов vamberi.com.ua целиком или его частей
                ожиданиям Пользователя, безошибочное и бесперебойное
                предоставление сервисов vamberi.com.ua, прекращение доступа
                Пользователя к Сервисам vamberi.com.ua, а также за сохранность
                логина и пароля пользователя, обеспечивающие доступ к сервисов ,
                по причинам, связанным с техническими сбоями аппаратного или
                программного обеспечения сайта, и не возмещает Пользователю
                любые связанные с этим убытки
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                9.4. Администрация Сайта не несет ответственности перед
                Пользователем за ограничение доступа к Сайту и сервисов
                vamberi.com.ua, за прекращение доступа к Сайту и сервисов
                vamberi.com.ua, если эти ограничения и прекращения возникли
                вследствие обстоятельств непреодолимой силы, возникших после
                заключения настоящего Договора и на наступление которых стороны
                не могли повлиять, включая, но не ограничиваясь, следующим:
                война, мятежи, забастовки, саботаж, эмбарго, пожары, наводнения,
                стихийные бедствия, ухудшение радиоэлектронной или
                радиологической обстановки, взрывы, действия или бездействие
                правительства Украины или другой страны, акты государственных
                органов и (или) органов местного самоуправления, внесение
                изменений в законодательство Украины, аварии на сетях общего
                пользования, изменения условий доступа к линейно-кабельным
                средств связи и прочее
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                9.5. Администрация Сайта не несет ответственности перед
                Пользователем или любыми третьими лицами за любые прямые и (или)
                косвенные убытки, включая упущенную выгоду или потерянные
                данные, вред чести, достоинству или деловой репутации,
                понесенные в связи с использованием им Сайта и (или) сервисов
                vamberi.com.ua, или невозможности его использования или
                несанкционированного доступа третьих лиц к коммуникациям
                пользователя
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                9.6. Администрация сайта не несет ответственности за любые
                убытки электронным устройствам пользователя или иного лица,
                любого другого оборудования или программного обеспечения,
                вызванный или связанный с использованием Пользователем Сайта и
                (или) Сервисов vamberi.com.ua
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                9.7. Администрация Сайта не несет ответственности перед
                Пользователями или другими третьими лицами по
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                9.7.1. содержания и законности, достоверности и полноты
                информации (контента), предоставляемой / получаемой
                Пользователем при использовании Сайта и (или) Сервисов
                vamberi.com.ua; ошибки, неточности, упущения, которые были
                допущены при регистрации или размещении информации
                Пользователем, а также любые материальные или нематериальные
                убытки, возникшие в связи с этим (включая упущенную выгоду)
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                9.7.2. качества товаров / услуг, предлагаемых к продаже
                Пользователями на Сайте, своевременную доставку
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                9.7.3. соответствия товаров / услуг, приобретенных с помощью
                сайта, ожиданиям и (или) требованиям покупателя
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                9.7.4. выполнения пользователями своих обязательств по доставке
                покупателям приобретенных с помощью сайта товаров / услуг, их
                возврата или замены, возврата средств в случае расторжения
                договора и тому подобное
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                9.7.5. выполнение гарантийных обязательств по приобретенным с
                помощью сайта товаров / услуг
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                9.7.6. соответствия деятельности, осуществляемой Пользователем,
                по продаже товаров / оказание услуг требованиям действующего
                законодательства Украины
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                9.7.7. выполнения покупателями своих обязательств по оплате
                заказанных у Пользователей товаров / услуг
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                9.8. В случае предъявления третьими лицами, в том числе другими
                Пользователями, претензий к Администрации Сайта, связанных с
                использованием Пользователем Сайта и сервисов vamberi.com.ua,
                размещением Пользователем Контента и (или) любой информации, (в
                том числе такой, что соответствует содержанию рекламы в
                соответствии с действующим законодательством Украины) и (или)
                качеством товаров / услуг, которые рекламируются, такой
                Пользователь обязуется своими силами и за свой счет
                урегулировать такие претензии с третьими лицами, защитив
                Администрацию сайта от возможных убытков и разбирательств, или
                выступить на стороне Администрации Сайта в таких
                разбирательствах, а также возместить убытки (включая судебные
                издержки), причиненные Администрации Сайта в связи с претензиями
                и исками, связанные с размещением объявления и (или)
                деятельностью Пользователя на Сайте
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                9.9. Администрация сайта не несет ответственности за любые
                убытки, возникшие в результате деятельности Пользователей на
                Сайте. Администрация сайта ни при каких обстоятельствах не несет
                ответственности перед Пользователями или третьими лицами за
                любые косвенные убытки, в том числе упущенную выгоду
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                9.10. Администрация Сайта не контролирует качество и сроки
                поставки товаров / услуг пользователями. Все товары и услуги,
                предлагаемые с помощью объявлений на сайте, продаются
                Пользователями под свою самостоятельную ответственность и
                продажа таких товаров / оказание услуг никак не связано с
                деятельностью Исполнителя. Покупатель берет на себя полную
                ответственность и риски за получение товаров и услуг,
                предлагаемых пользователями посредством размещения
                соответствующей информации на Сайте в объявлении. Пользователь
                принимает на себя полную ответственность и риски за оплату
                покупателями приобретенных товаров / предоставленных услуг
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                9.11. Администрация сайта не несет ответственности за действия
                систем переводов, платежных систем и по задержки связанные с их
                работой
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                9.12. В случае, если Администрация Сайта получит сведения о
                незаконной деятельности Пользователей и (или) установит факты
                или выяснит обстоятельства, которые указывают на то, что
                деятельность Пользователей имеет признаки незаконной, с целью
                обеспечения безопасности Пользователей и работы сайта, а также с
                целью предотвращения и прекращения мошеннических действий на
                Сайте, имеет право в одностороннем порядке приостановить,
                ограничить или остановить доступ такого пользователя к любому из
                сервисов vamberi.com.ua в любое время
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                9.13. Администрация сайта имеет право ограничить доступ к
                учетной записи пользователя в случае проставления в течение 3
                (трех) дней с момента получения от Администрации Сайта сообщение
                с предложением отметить товар продан (вследствие совершения
                сделки купли-продажи Товара Объявления, о котором на момент
                совершения сделки были размещены пользователем на
                vamberi.com.ua), отметки на карточке товара в разделе учетной
                записи «Соглашения» о том, что Товар есть проданным
                (осуществляется путем нажатия кнопки «Проданный».
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                10. СРОК ДЕЙСТВИЯ ДОГОВОРА И ПРЕКРАЩЕНИЕ ОКАЗАНИЯ УСЛУГ САЙТ
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                10.1. Договор по отношению к каждому пользователя вступает в
                силу с момента Пользователем любого действия, предусмотренной п.
                2.8. настоящего Договора и действует до момента прекращения
                использования сервисов vamberi.com.ua таким Пользователем
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                10.2. Пользователь имеет право прекратить свою регистрацию на
                Сайте в одностороннем порядке, без предварительного уведомления
                об этом Исполнителя и объяснения причин
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                10.3. В случае, несогласия Пользователя с внесенными
                Исполнителем изменениями к Договору, последний обязан прекратить
                использование Сайта и сервисов vamberi.com.ua. Факт продолжения
                использования сервисов vamberi.com.ua является подтверждением
                согласия пользователя с обновленной редакцией настоящей Оферты
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                10.4. Расторжение Договора по инициативе Исполнителя
                осуществляется в случаях
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                10.4.1. Нарушение положений настоящей Оферты, Правил подачи
                объявлений на Сайте https://vamberi.com.ua/rules, а также других
                документов, которые размещены в разделе службы поддержки
                https://vamberi.com.ua/feedback и является неотъемлемой частью
                настоящей Оферты, задача всякого вреда (в том числе деловой
                репутации Исполнителя
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                10.4.2. Осуществление других действий, нарушающих требования
                действующего законодательства Украины.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">11. ИЗМЕНЕНИЯ К ДОГОВОР</p>
              <p class="lg:my-6 sm:my-3 my-2">
                11.1. Положения настоящего Договора могут быть изменены
                Исполнителем без всякого предварительного уведомления
                Пользователей. Новая редакция Договора вступает в силу с момента
                ее размещения в сети Интернет на Сайте по адресу
                https://vamberi.com.ua/dogovor-oferta , если иное не
                предусмотрено новой редакцией Договора.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">12. ДРУГИЕ УСЛОВИ</p>
              <p class="lg:my-6 sm:my-3 my-2">
                12.1. Системные сообщения Сайта, относящихся к Объявлений
                пользователя, направляются на адрес электронной почты,
                предоставленный Пользователем при размещении Объявления или при
                регистрации на Сайте. В случае нежелания Пользователя получать
                такие сообщения Пользователь вправе удалить соответствующие
                Объявления с сайта и не использовать Сервисы vamberi.com.ua
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                12.2. Информационные сообщения, предназначенные для широкого
                круга пользователей, публикуются на Сайте и (или) рассылаются по
                электронным адресам Пользователей, подтвердивших свое согласие
                на получение таких сообщений путем регистрации на Сайте и (или)
                размещения объявления
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                12.3. Пользователи вправе отказаться от получения рекламных и
                информационных сообщений (кроме, системных сообщений),
                поступающих в мессенджеры и (или) на электронный адрес,
                указанные при регистрации на Сайте, в любой момент с помощью
                функциональных возможностей таких сервисов или по письменному
                заявлению, направленной в адрес Исполнителя
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                12.4. При возникновении между Сторонами споров и разногласий по
                этому Офертой или в связи с ним Стороны обязуются решать их
                путем переговоров. Если какие-либо споры, возникающие из
                настоящего Договора или в связи с ним, в том числе касающиеся
                его исполнения, нарушения, прекращения или недействительности,
                не могут быть решены путем переговоров, то такие споры
                рассматриваются в соответствии с действующим законодательством
                Украина в судебном порядке
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                12.5. Настоящий Договор регулируется и толкуется в соответствии
                с законодательством Украины. Вопросы, не урегулированные
                настоящим Договором, подлежат разрешению в соответствии с
                действующим законодательством Украины
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                12.6. Признание судом какого-либо положения настоящего Договора
                недействительным или не подлежащим исполнению, не является
                основанием недействительности или невыполнения других положений
                настоящего Договора.
              </p>
            </div>
          </div>
          <button
            class="text-[10px] sm:text-[12px] underline decoration-dashed underline-offset-4 block md:hidden float-right pb-3 hover:text-accent"
          >
            Читати далі
          </button>
        </div>
      </div>
    </div>
  </section>
  <MobileMenu></MobileMenu>
  <Footer></Footer>
</template>

<script>
import Head from "@/components/Head.vue";
import Banner from "@/components/Banner.vue";
import Footer from "@/components/Footer.vue";
import Mobilemenu from "@/components/MobileMenu.vue";
import Acc_buttonsVue from "@/components/modal/Acc_buttons.vue";
export default {
  components: {
    Head,
    Banner,
    Footer,
    Mobilemenu,
    Acc_buttonsVue,
  },
  data() {
    return {
      isCategoryOpen: false,
      isTruckOpen: false,
      isMobileMenuOpen: false,
    };
  },
  methods: {
    acceptModalStatus(data) {
      this.isTruckOpen = data;
    },
    acceptMobileModalStatus(data) {
      this.isMobileMenuOpen = data;
    },
  },
};
</script>
