<template>
  <Head></Head>
  <Banner></Banner>
  <section class = "2xl:w-[1400px] 2xl:mx-auto mx-auto px-4 py-4 text-dark">
    <div class = "flex items-center justify-between gap-x-1 pb-4 relative lg:my-6 md:my-4 my-1">
      <div class = "flex items-center gap-x-1">
        <p class = "font-normal sm:text-sm text-[11px]">Головна</p>
        <img src="@/img/Blog_right.svg" alt="" class = "w-[10] h-[10]">
        <p class = "font-normal sm:text-sm text-[11px]">Політика конфіденційності</p>
      </div>
      <div class = "flex items-center">
        <input type="radio" id="qwe" @click="isMobileMenuOpen = !isMobileMenuOpen" class = "w-0 peer" >
        <label for="qwe" class = "" v-show="!isMobileMenuOpen">
          <img src="@/img/catalog.svg" alt="" class = "w-[18px] h-[18px] lg:hidden cursor-pointer">
        </label>
        <label for="qwe" class = "" v-show="isMobileMenuOpen">
          <img src="@/img/modal_x.svg" alt="" class = "w-[18px] h-[18px] lg:hidden cursor-pointer">
        </label>
      </div>
    </div>
    <Acc_buttonsVue v-if="isMobileMenuOpen"
          @mobileModalStatus="acceptMobileModalStatus" class = ""></Acc_buttonsVue>
        <div class = "md:flex md:space-x-10 text-main" v-show="!isMobileMenuOpen"
          @mobileModalStatus="acceptMobileModalStatus">
      <div class = "lg:flex gap-x-5 relative">
        <div class = "lg:w-[25%] w-full sm:px-9 md:px-12 lg:px-2 py-3 lg:bg-pink rounded-[10px] h-fit xl:text-sm text-center sm:text-[14px] text-[12px] lg:pt-2 sm:pt-14 pt-12">
          <router-link to="/blog">
            <button class = "bg-white rounded-[10px] border-main border w-full">
              <p class = " px-1">Блог</p>
            </button>
          </router-link>
          <router-link to="/aboutUs">
            <button class ="bg-white rounded-[10px] border-main border my-2 w-full">
              <p class = "px-1">Про нас</p>
            </button>
          </router-link>
          <router-link to="/contacts">
            <button class = "bg-white rounded-[10px] border-main border my-1 w-full">
              <p class = "px-1">Контакти</p>
            </button>
          </router-link>
          <router-link to="/agree">
            <button class = "bg-white rounded-[10px] border-main border my-1 w-full">
              <p class = "px-1">Безпечна угода</p>
            </button>
          </router-link>
          <router-link to="/ugoda">
            <button class = "bg-white rounded-[10px] border-main border my-1 w-full">
              <p class = "px-1">Угода користувача</p>
            </button>
          </router-link>
          <router-link to="/dogovor">
            <button class = "bg-white rounded-[10px] border-main border my-1 w-full">
              <p class = "px-1">Договір-оферта</p>
            </button>
          </router-link>
          <router-link to="/dropshipping">
            <button class = "bg-white rounded-[10px] border-main border my-1 w-full">
              <p class = "px-1">Дропшипінг</p>
            </button>
          </router-link>
          <router-link to="/politika">
            <button class = "bg-white rounded-[10px] border-main border my-1 w-full shadow-md shadow-accent">
              <p class = "px-1">Політика конфіденційності</p>
            </button>
          </router-link>
          <router-link to="/rules">
            <button class = "bg-white rounded-[10px] border-main border my-1 w-full">
              <p class = "px-1">Правила подання оголошень</p>
            </button>
          </router-link>
          <router-link to="/suggest">
            <button class = "bg-white rounded-[10px] border-main border my-1 w-full">
              <p class = "px-1">Пропозиції для покращення сайту</p>
            </button>
          </router-link>
          <router-link to="/reserved">
            <button class = "bg-white rounded-[10px] border-main border my-1 w-full">
              <p class = "px-1">Заборонені публікації та товари</p>
            </button>
          </router-link>
          <router-link to="/coockie">
            <button class = "bg-white rounded-[10px] border-main border my-1 w-full">
              <p class = "px-1">Політика використання файлів cookie</p>
            </button>
          </router-link>
          <router-link to="/support">
            <button class = "w-full py-3"><img src="@/img/support.svg" alt="" class="w-fit mx-auto"></button>
          </router-link>
        </div>
        <div class = "lg:w-[85%] w-full lg:pt-2">
          <h1 class = "lg:text-3xl md:text-[20px] sm:text-base text-[14px] font-medium text-center lg:text-start lg:relative absolute top-0 lg:mb-5 mb-2 h-fit">Політика конфіденційності сайту Vamberi</h1>
          <div class = "md:text-sm text-xs w-[94%] relative">
            <p class = "lg:my-6 sm:my-3 my-2">Политика в отношении обработки персональных данных</p>
            <p class = "lg:my-6 sm:my-3 my-2">1. Общие положения</p>
            <p class = "lg:my-6 sm:my-3 my-2">Настоящая политика обработки персональных данных составлена в соответствии с требованиями   действующего законодательства Украины, Закона Украины «О защите персональных данных» от 01 июня 2010 № 2297-VI (далее - Закон о персональных данных), и устанавливает порядок получения, сбора, накопления, хранения, обработки, использования, обеспечения защиты и раскрытия персональных данных, предпринимаемые ФЛП СТАНИЛЕВИЧ АРТЁМ ИВАНОВИЧ (далее – Сайт Вамбери),  с помощью сайта и (или) мобильного приложения и (или) связанных с ними услуг и инструментов.</p>
            <p class = "lg:my-6 sm:my-3 my-2">Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники. Веб-сайт – совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу https://vamberi.com.ua.</p>
            <p class = "lg:my-6 sm:my-3 my-2">Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических средств.</p>
            <div class = "hidden lg:block">
              <p class = "lg:my-6 sm:my-3 my-2">1.1. Под данными понимается любая информация, прямо или косвенно относится к конкретному пользователю. Это может быть: имя, фамилия, отчество (при наличии), информация о роде деятельности, семейное положение, образование, адрес электронной почты, номер телефона, регион проживания, адрес места жительства / пребывания, информация о действиях пользователя на портале, IP-адрес, данные об устройствах (компьютер, тип браузера, операционная система мобильного устройства), используемых пользователем, сообщение (информация, содержащаяся в переписке между пользователями, а также в переписке с администрацией сайта), другая информация, с помощью которой осуществляется коммуникация, по желанию пользователя предоставляется им в регистрационной форме и / или при заполнении собственного профиль на сайте, при прохождении опроса (путем заполнения анкеты или другим способом) при написании сообщения или отзыва, или информация получена при устной коммуникации пользователя и администрации сайта, информация, предоставляемая при осуществлении оплаты и / или использовании Пользователем любого сервиса (услуги), которая предоставляется Сайтом Вамбери.</p>
              <p class = "lg:my-6 sm:my-3 my-2">Под обработкой данных понимается любые действия с данными в том числе, но не исключительно: доступ, предоставления, распространения, сбор, систематизация, хранение, накопление, запись, передача, блокировка, удаление, уточнения, обновления и / или изменение, обезличивание и другие способы использования данных Сайтом Вамбери.</p>
              <p class = "lg:my-6 sm:my-3 my-2">1. 2. Пользователь, осуществив регистрацию на Сайте, внося при этом свои персональные данные и / или предоставляя эти данные другим путем, и/или осуществляя любые действия в рамках сайта vamberi.com.ua и/или используя любую часть сайта и/или путем предоставления согласия - активировал кнопку «зарегистрироваться» через форму сайта (галочка), и / или самостоятельно вносит данные, а именно: номер платежной карты, дату окончания срока действия карты в форму сервиса Общества "Wallet", который находится в Учетной записи пользователя, выражает свое согласие с положениями настоящей Политики и предоставляет сайту Вамбери, а также третьим лицам, которые предоставляют услуги сайту Вамбери, в частности, но не исключительно, осуществляя обработку платежей, предоставляя финансовые услуги, доставку, разрешение на обработку своих персональных данных.</p>
              <p class = "lg:my-6 sm:my-3 my-2">Пользователи могут предоставлять Данные самостоятельно путем размещения таких данных на Сайте или сообщая через каналы телефонной связи и / или по электронной и / или почтовый адрес сайта Вамбери, путем заполнения опросников (заполнение анкеты или иным образом), либо Данные могут предоставляться с других источников, например, по отзывам Пользователей (оценка, комментарии, подтверждение информации) или другая информация от третьих лиц предоставлена ​​в ходе направление претензий, жалоб и / или при рассмотрении споров, и / или информация из общеизвестных источников в сети Интернет.</p>
              <p class = "lg:my-6 sm:my-3 my-2">1.3. Пользователь не имеет права использовать сайт vamberi.com.ua, если он не согласен с условиями этой политики.</p>
              <p class = "lg:my-6 sm:my-3 my-2">1.4. Пользователь признает, что в случае его небрежного отношения к безопасности и защиты своих данных и данных по авторизации (пароль, логин) третьи лица могут получить несанкционированный доступ к учетной записи и данных пользователя. Сайт Вамбери не несет ответственности за убытки, причиненные таким доступом.</p>
              <p class = "lg:my-6 sm:my-3 my-2">1.5. Персональные данные, разрешенные субъектом персональных данных для распространения, - персональные данные, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных путем дачи согласия на обработку персональных данных, разрешенных субъектом персональных данных для распространения в порядке, предусмотренном Законом о персональных данных (далее - персональные данные, разрешенные для распространения).</p>
              <p class = "lg:my-6 sm:my-3 my-2">1.6. Пользователь – любой посетитель веб-сайта https://vamberi.com.ua.</p>
              <p class = "lg:my-6 sm:my-3 my-2">1.7. Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц.</p>
              <p class = "lg:my-6 sm:my-3 my-2">1.8. Распространение персональных данных – любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом.</p>
              <p class = "lg:my-6 sm:my-3 my-2">1.9. Трансграничная передача персональных данных – передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу.</p>
              <p class = "lg:my-6 sm:my-3 my-2">2. Какие Данные могут собираться</p>
              <p class = "lg:my-6 sm:my-3 my-2">Сайт Вамбери может собирать следующие данные:</p>
              <p class = "lg:my-6 sm:my-3 my-2">Имя, фамилия, отчество (при наличии), паспортные данные, регистрационный номер учетной карточки-налогоплательщика, дата рождения и / или возраст, пол, семейное положение, место проживания, изображения, данные уполномоченного лица компании, наименование компании , реквизиты компании, контактные телефоны, адрес электронной почты, адрес местонахождения компании, другие контакте данные по желанию пользователя (например, место и / или адрес работы), номера платежных карточек, токены платежных карт (USB-ключи, который предназначены для информационной безопасности пользователя).</p>
              <p class = "lg:my-6 sm:my-3 my-2">Информация об учетной записи пользователя (в частности логин, номер телефона), адрес электронной почты, логин и пароль, данные процессинга учетной записи, другие данные, необходимые для осуществления обслуживания Пользователей Сайта, коммуникации с пользователями в том числе, в процессе обращения пользователя в к администрации сайта;</p>
              <p class = "lg:my-6 sm:my-3 my-2">информация, которую пользователь предоставляет Сайту Вамбери при заключении договоров о предоставлении услуг путем акцепта публичной оферты, размещенной на Сайте;</p>
              <p class = "lg:my-6 sm:my-3 my-2">информация, необходимая для осуществления коммуникации между Пользователями Сайта в том числе для осуществления и подтверждения сделок между продавцами и покупателями, получения и отправки сообщений, размещение отзывов, комментариев, осуществления платежей, для выполнения запросов от Пользователей и получения обратной связи от Пользователя при необходимости, информация, размещенная пользователями по результатам их обслуживание, отзывы, комментарии, обращения в службу поддержки клиентов, жалобы, претензии, другие обращения;</p>
              <p class = "lg:my-6 sm:my-3 my-2">данные об устройствах, используемых пользователями, информация о веб-сайтах Пользователей и / или их мобильные Данные (в случае, если Пользователь использует мобильные приложения) такие как: ip-адрес, дата и время когда Пользователь пользуется сайтом, информация о программном обеспечении, а также интернет-браузер, который использовался пользователем, информация об операционной системе мобильного устройства, информация о работе устройств пользователя, индивидуальные идентификаторы устройств, использующих Пользователи;</p>
              <p class = "lg:my-6 sm:my-3 my-2">данные, полученные в результате проведения Сайтом Вамбери и / или третьими уполномоченными Сайтом Вамбери лицами различных опросов, с целью улучшения предоставления услуг Пользователям;</p>
              <p class = "lg:my-6 sm:my-3 my-2">информация, полученная Сайтом Вамбери в результате осуществления маркетинговой деятельности; информация о действиях пользователя на Сайте (потребительское поведение по приобретенным товарам, работам, услугам);</p>
              <p class = "lg:my-6 sm:my-3 my-2">информация, размещенная или предоставлена ​​Пользователям в процессе их участия в бонусных программах, викторинах, акциях, специальных предложениях, которые происходят на Сайте организатором которых является Сайт Вамбери;</p>
              <p class = "lg:my-6 sm:my-3 my-2">информация, полученная от Пользователей путем заполнения опросников или иным способом сообщено Администрации Сайта (это может быть информация в том числе, но не исключительно о: гражданство, место рождения, образование, профессию, специализацию, стаж, социальный статус, состав семьи (фамилии , имя, отчество таких лиц, их пол, возраст, место регистрации и проживания, контактные данные), фото, видеоизображение пользователя (и / или уполномоченного лица пользователя и т.п.);</p>
              <p class = "lg:my-6 sm:my-3 my-2">информация получена Сайтом Вамбери законно от партнеров и / или третьих лиц.</p>
              <p class = "lg:my-6 sm:my-3 my-2">Сайт Вамбери также может обрабатывать данные с помощью следующих технологий:</p>
              <p class = "lg:my-6 sm:my-3 my-2">файлы Cookies (небольшой фрагмент данных, пересылаемых на компьютер пользователя при переходе на веб-страницу и / или при просмотре рекламного модуля на веб-странице и хранятся на компьютере пользователя и / или его мобильном устройстве);</p>
              <p class = "lg:my-6 sm:my-3 my-2">пикселей (pixels - цифровые изображения, элемент матрицы дисплеев, формирующих изображение), которые позволяют отслеживать частоту использования Пользователем веб-страницы с целью определения браузера пользователя и предоставления сервиса, например хранения данных в корзине между посещениями; а также с целью устранения ошибок работы сайта, инициированных Пользователем при этом информация обрабатывается «как есть» и не меняется в процессе сбора данных.</p>
              <p class = "lg:my-6 sm:my-3 my-2">3. Использование, обмен и цели обработки данных</p>
              <p class = "lg:my-6 sm:my-3 my-2">Сайт Вамбери использует и осуществляет обработку данных, в следующих целях:</p>
              <p class = "lg:my-6 sm:my-3 my-2">осуществления возложенных на Сайт Вамбери функций, полномочий и обязанностей в соответствии с действующим законодательством Украины, а также обеспечение реализации гражданско-правовых, хозяйственных и налоговых отношений;</p>
              <p class = "lg:my-6 sm:my-3 my-2">для идентификации клиента как пользователя сайта, для связи с Пользователем в том числе для предоставления услуг, обработки платежей, отправки, проведения расчетных операций, предоставления отчетности, ведения бухгалтерского и управленческого учета, создания и реализации бонусных программ, программ лояльности, отправки рассылок по почте, по электронной почте, SMS-сообщением в том числе с целью отправки коммерческих предложений, сообщений об акциях и других новостей vamberi.com.ua, с целью улучшения качества предоставления услуг и / или для уведомления Пользователей сайта о финансовых услугах, предоставляемых третьими лицами и / или партнерами сайта Вамбери, формирование рейтингов, анализа активности пользователей, осуществления поиска по ключевым словам, управление трафиком на Сайте, анализа и прогнозирования предпочтений, интересов Пользователей; проведение научно-исследовательской и аналитической активности, а также обеспечение соблюдения условий Пользователями данной Политики.</p>
              <p class = "lg:my-6 sm:my-3 my-2">с целью направления рассылок, коммерческих предложений, сообщений об акциях, программах лояльности, бонусные программы и / или с целью направления сообщений о функционировании сайта vamberi.com.ua и / или других порталов / сайтов, которые находятся в распоряжении и / или принадлежат Сайту Вамбери почте, электронной почте;</p>
              <p class = "lg:my-6 sm:my-3 my-2">для оказания сайтом Вамбери интернет-сервисов сайта, обмена информацией</p>
              <p class = "lg:my-6 sm:my-3 my-2">Сайт Вамбери не осуществляет обработку данных, касающихся расовой, национальной принадлежности, политических взглядов, религиозных и других убеждений, членства в общественных организациях. Информация, характеризующая физиологические особенности пользователей, на основе которых можно установить их личность не обрабатываются также.</p>
              <p class = "lg:my-6 sm:my-3 my-2">Сроки обработки и хранения данных определяются исходя из целей обработки данных, а также исходя из условий, указанных в договорах, заключенных с пользователями в соответствии с требованиями действующего законодательства Украины.</p>
              <p class = "lg:my-6 sm:my-3 my-2">Сайт Вамбери имеет право получать от субъекта персональных данных достоверные информацию и/или документы, содержащие персональные данные; Сайт вамбери имеет право самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами, если иное не предусмотрено Законом о персональных данных</p>
              <p class = "lg:my-6 sm:my-3 my-2">Пользователи - субъекты персональных данных обязаны:</p>
              <p class = "lg:my-6 sm:my-3 my-2">– предоставлять Сайту Вамбери достоверные данные о себе;</p>
              <p class = "lg:my-6 sm:my-3 my-2">– сообщать Сайту Вамбери  об уточнении (обновлении, изменении) своих персональных данных.</p>
              <p class = "lg:my-6 sm:my-3 my-2">Лица, передавшие Сайту Вамбери  недостоверные сведения о себе, либо сведения о другом субъекте персональных данных без согласия последнего, несут ответственность в соответствии с законодательством Украины.</p>
              <p class = "lg:my-6 sm:my-3 my-2">4. Условия предоставления доступа к данным</p>
              <p class = "lg:my-6 sm:my-3 my-2">Раскрытие данных происходит при заказе Пользователем товаров / услуг на vamberi.com.ua продавцу / поставщику и/или покупателю таких товаров, услуг, но только в объеме необходимом для идентификации пользователя и его заказ.</p>
              <p class = "lg:my-6 sm:my-3 my-2">В отдельных случаях, с целью демонстрации эффективности работы сайта и повышения имиджа сайта, сайт Вамбери может раскрывать статистику работы сайтов Пользователей, не раскрывая при этом персональные данные и информацию, которая является коммерческой тайной.</p>
              <p class = "lg:my-6 sm:my-3 my-2">Сайт vamberi.com.ua, кроме того, предоставляет возможности использовать АРЕ услуги Youtube. Персональные данные пользователей, использующих АРЕ услуги Youtube, обрабатываются, хранятся и передаются в соответствии с Условиями пользования АРЕ услуги Youtube, доступных за ссылку: https://www.youtube.com/t/terms, а также в соответствии с Политикой конфиденциальности Google, которая доступна по ссылке: https://policies.google.com/privacy.</p>
              <p class = "lg:my-6 sm:my-3 my-2">На Сайте содержатся ссылки на другие веб-ресурсы, на которые действие данной Политики не распространяется.</p>
              <p class = "lg:my-6 sm:my-3 my-2">Сайт Вамбери осуществляет обработку данных на законном и справедливой основе: Данные не раскрываются третьим лицам и не распространяются без согласия пользователя, за исключением случаев, предусмотренных действующим законодательством Украины и только в интересах национальной безопасности, экономического благосостояния и прав человека, в частности, но не исключительно:</p>
              <p class = "lg:my-6 sm:my-3 my-2">по обоснованным запросам органов государственной власти, имеющих право истребовать и получать такие данные;</p>
              <p class = "lg:my-6 sm:my-3 my-2">в случае, если Сайт Вамбери имеет обоснованные подозрения о нарушении Пользователем условий настоящей Политики и / или других договоров и соглашений заключенных между Сайтом Вамбери и Пользователем, а также положений Правил подачи объявлений vamberi.com.ua/ru/rules (включая все документы, размещенными в разделе «Правила подачи объявлений»).</p>
              <p class = "lg:my-6 sm:my-3 my-2">Сайт Вамбери оставляет за собой право в соответствии с требованиями действующего законодательства Украины осуществлять обмен данными с органами государственной власти в целях: предупреждение мошенничества на Сайте; урегулирования спорных ситуаций и выяснения обстоятельств, являющихся / могут стать причиной нарушения действующего законодательства, а также в случае выявления сайтом Вамбери неправомерных действий Пользователей Сайта и / или получения претензий, жалоб, обращений третьих лиц.</p>
              <p class = "lg:my-6 sm:my-3 my-2">5. Как изменить / удалить Данные или отозвать согласие</p>
              <p class = "lg:my-6 sm:my-3 my-2">Пользователи в любой момент могут изменить / удалить личную информацию или отказаться от рассылки сообщений или отозвать согласие на обработку данных путем направления сообщения на электронный адрес: vamberi.ua@gmail.com</p>
              <p class = "lg:my-6 sm:my-3 my-2">После получения уведомления обработка данных пользователя будет прекращена, а его данные будут удалены, кроме случаев, если такая обработка может быть необходима в соответствии с действующим законодательством Украины.</p>
              <p class = "lg:my-6 sm:my-3 my-2">Функционирование некоторых возможностей vamberi.com.ua, для которых необходима информация о пользователе, может быть прекращена с момента изменения / удаления данных.</p>
              <p class = "lg:my-6 sm:my-3 my-2">Сайт Вамбери осуществляет обработку и хранение данных для реализации целей, указанных в настоящей Политике в течение всего необходимого периода для этого, но не более 5 (пяти) лет с даты последней взаимодействия пользователя с сайтом.</p>
              <p class = "lg:my-6 sm:my-3 my-2">6. Защита данных</p>
              <p class = "lg:my-6 sm:my-3 my-2">Сайт Вамбери, при обработке данных применяет все необходимые технические, организационные, правовые меры для защиты данных от неправомерного и / или несанкционированного доступа к таким данных, в том числе от изменений, удаление, предоставления, распространения, а также других неправомерных действий.</p>
              <p class = "lg:my-6 sm:my-3 my-2">Сайт Вамбери на постоянной основе осуществляет контроль за принятыми мерами по обеспечению безопасности.</p>
              <p class = "lg:my-6 sm:my-3 my-2">7. Дополнительные условия</p>
              <p class = "lg:my-6 sm:my-3 my-2">Сайт Вамбери оставляет за собой право изменить условия данной Политики в любой момент. В таком случае, обновленная редакция будет размещена на странице по адресу: https://vamberi.com.ua/ru/politiki-konfidencialnosti</p>
              <p class = "lg:my-6 sm:my-3 my-2">В случае, если Пользователь не согласен с изменениями, он обязуется немедленно прекратить любое использование Сайта.</p>
              <p class = "lg:my-6 sm:my-3 my-2">Сайт Вамбери не несет ответственности за ущерб или убытки, понесенные Пользователь или третьи лица в результате ошибочного понимания или непонимания условий этой политики.</p>
              <p class = "lg:my-6 sm:my-3 my-2">В случае, если положение этой Политики, пункты или их части, будут признаны противоречащими действующему законодательству Украины, или которые являются недействительными, этот факт никоим образом не будет влиять на другие положения настоящей Политики, они остаются полностью действующие и продолжают действовать в полной мере и являются действительными, а любое другое недействительное положение или положение, которое не может быть выполнен, без дальнейших действия Сторон, считается измененным, исправленным в той мере, в какой это необходимо для обеспечения его действительности и возможности выполнения.</p>
              <p class = "lg:my-6 sm:my-3 my-2">В данном документе будут отражены любые изменения политики обработки персональных данных Сайтом Вамбери. Политика действует бессрочно до замены ее новой версией.</p>
              <p class = "lg:my-6 sm:my-3 my-2">Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу https://vamberi.com.ua/ru/politiki-konfidencialnosti</p>
            </div>
            
          </div>
          <button class = "text-[10px] sm:text-[12px] underline decoration-dashed underline-offset-4 block md:hidden float-right pb-3 hover:text-accent">Читати далі</button>
        </div>
      </div>
    </div>
  </section>
  <Footer></Footer>
  <MobileMenu></MobileMenu>
</template>

<script>
  import Head from '@/components/Head.vue';
  import Banner from '@/components/Banner.vue';
  import Footer from '@/components/Footer.vue';
  import Mobilemenu from '@/components/MobileMenu.vue';
  import Acc_buttonsVue from '@/components/modal/Acc_buttons.vue';
  export default{
    components:{
      Head,
      Banner,
      Footer,
      Mobilemenu,
      Acc_buttonsVue
    },
    data(){
      return{
        isCategoryOpen: false,
        isTruckOpen: false,
        isMobileMenuOpen: false
      };
    },
    methods: {
      acceptModalStatus(data) {
        this.isTruckOpen = data;
      },
      acceptMobileModalStatus(data) {
        this.isMobileMenuOpen = data;
      },
    },
  }
</script>