<template>
  <Head></Head>
  <Banner></Banner>
  <section class="2xl:w-[1400px] 2xl:mx-auto mx-auto px-4 py-4 text-dark">
    <div
      class="flex items-center justify-between gap-x-1 pb-4 relative lg:my-6 md:my-4 my-1"
    >
      <div class="flex items-center gap-x-1">
        <p class="font-normal sm:text-sm text-[11px]">Головна</p>
        <img src="@/img/Blog_right.svg" alt="" class="w-[10] h-[10]" />
        <p class="font-normal sm:text-sm text-[11px]">Угода користувача</p>
      </div>
      <div class="flex items-center">
        <div @click="isMobileMenuOpen = !isMobileMenuOpen">
          <div v-if="!isMobileMenuOpen">
            <img
              src="@/img/catalog.svg"
              alt=""
              class="w-[18px] h-[18px] lg:hidden cursor-pointer"
            />
          </div>
          <div v-if="isMobileMenuOpen">
            <img
              src="@/img/modal_x.svg"
              alt=""
              class="w-[18px] h-[18px] lg:hidden cursor-pointer"
            />
          </div>
        </div>
      </div>
    </div>
    <Acc_buttonsVue
      v-if="isMobileMenuOpen"
      @mobileModalStatus="acceptMobileModalStatus"
      class=""
    ></Acc_buttonsVue>
    <div
      class="md:flex md:space-x-10 text-main"
      v-show="!isMobileMenuOpen"
      @mobileModalStatus="acceptMobileModalStatus"
    >
      <div class="lg:flex gap-x-5 relative">
        <div
          class="lg:w-[25%] w-full sm:px-9 md:px-12 lg:px-2 py-3 lg:bg-pink rounded-[10px] h-fit xl:text-sm text-center sm:text-[14px] text-[12px] lg:pt-2 sm:pt-14 pt-12"
        >
          <router-link to="/blog">
            <button class="bg-white rounded-[10px] border-main border w-full">
              <p class="px-1">Блог</p>
            </button>
          </router-link>
          <router-link to="/aboutUs">
            <button
              class="bg-white rounded-[10px] border-main border my-2 w-full"
            >
              <p class="px-1">Про нас</p>
            </button>
          </router-link>
          <router-link to="/contacts">
            <button
              class="bg-white rounded-[10px] border-main border my-1 w-full"
            >
              <p class="px-1">Контакти</p>
            </button>
          </router-link>
          <router-link to="/agree">
            <button
              class="bg-white rounded-[10px] border-main border my-1 w-full"
            >
              <p class="px-1">Безпечна угода</p>
            </button>
          </router-link>
          <router-link to="/ugoda">
            <button
              class="bg-white rounded-[10px] border-main border my-1 w-full shadow-md shadow-accent"
            >
              <p class="px-1">Угода користувача</p>
            </button>
          </router-link>
          <router-link to="/dogovor">
            <button
              class="bg-white rounded-[10px] border-main border my-1 w-full"
            >
              <p class="px-1">Договір-оферта</p>
            </button>
          </router-link>
          <router-link to="/dropshipping">
            <button
              class="bg-white rounded-[10px] border-main border my-1 w-full"
            >
              <p class="px-1">Дропшипінг</p>
            </button>
          </router-link>
          <router-link to="/politika">
            <button
              class="bg-white rounded-[10px] border-main border my-1 w-full"
            >
              <p class="px-1">Політика конфіденційності</p>
            </button>
          </router-link>
          <router-link to="/rules">
            <button
              class="bg-white rounded-[10px] border-main border my-1 w-full"
            >
              <p class="px-1">Правила подання оголошень</p>
            </button>
          </router-link>
          <router-link to="/suggest">
            <button
              class="bg-white rounded-[10px] border-main border my-1 w-full"
            >
              <p class="px-1">Пропозиції для покращення сайту</p>
            </button>
          </router-link>
          <router-link to="/reserved">
            <button
              class="bg-white rounded-[10px] border-main border my-1 w-full"
            >
              <p class="px-1">Заборонені публікації та товари</p>
            </button>
          </router-link>
          <router-link to="/coockie">
            <button
              class="bg-white rounded-[10px] border-main border my-1 w-full"
            >
              <p class="px-1">Політика використання файлів cookie</p>
            </button>
          </router-link>
          <router-link to="/support">
            <button class="w-full py-3">
              <img src="@/img/support.svg" alt="" class="w-fit mx-auto" />
            </button>
          </router-link>
        </div>
        <div class="lg:w-[85%] w-full lg:pt-2">
          <h1
            class="lg:text-3xl md:text-[20px] sm:text-base text-[14px] font-medium text-center lg:text-start lg:relative absolute top-0 lg:mb-5 mb-2 h-fit"
          >
            Угода користувача про надання послуг використання сайту Вамбері
          </h1>
          <div class="md:text-sm text-xs w-[94%] relative">
            <p class="lg:my-6 sm:my-3 my-2">
              Угода користувача про надання послуг Сайту https://vamberi.com.ua
            </p>
            <p class="lg:my-6 sm:my-3 my-2">
              Дана Угода користувача регулює відносини з користування
              Інтернет-ресурсом з адресою https://vamberi.com.ua (назвою «Сайт»)
              між https://vamberi.com.ua (надалі «Виконавець») та юридичною або
              фізичною особою, яка використовує Сайт з метою пошуку, перегляду
              та// або розміщення Оголошень (далі – "Користувач").
            </p>
            <p class="lg:my-6 sm:my-3 my-2">
              Реєструючись на Сайті або використовуючи Сайт для пошуку/перегляду
              Оголошень, Користувач погоджується з цією Угодою Угоди (далі за
              текстом «ПС») і приймає на себе зазначені в ній права та
              обов'язки, пов'язані з використанням Сайту.
            </p>
            <p class="lg:my-6 sm:my-3 my-2">
              Розміщення на Сайті Оголошень, не спрямованих на здійснення
              підприємницької діяльності, є безкоштовним, якщо інше прямо не
              вказано на Сайті та/або ПС та/або Оферті. За відсутності
              спеціальної вказівки на Сайті та/або в ПС та/або Оферті, вірним є
              також зворотне: безкоштовне оголошення, подане Користувачем, прямо
              вказує на те, що воно подано не у зв'язку і не з метою здійснення
              ним підприємницької діяльності. Користувачі зобов'язані сумлінно
              використовувати можливості Сайту та не допускати розміщення
              Оголошень, що не відповідають реальним цілям Користувачів.
              Терміни, які використовуються в цьому ПС
            </p>
            <div class="hidden lg:block">
              <p class="lg:my-6 sm:my-3 my-2">
                Інтернет-ресурс – сукупність інтегрованих програмно-апаратних
                засобів та інформації, призначеної для публікації в мережі
                Інтернет та відображуваної у певній текстовій, графічній чи
                звуковій формах. Інтернет-ресурс доступний для користувачів
                мережі Інтернет за допомогою доменного імені та (Uniform
                Resource Locator) - унікальної електронної адреси, що дозволяє
                здійснювати доступ до інформації та програмно-апаратного
                комплексу або через відповідний мобільний додаток.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                Сайт – це Інтернет-ресурс, який дозволяє Користувачеві
                розміщувати, шукати, переглядати Оголошення. Усі права на Сайт
                належать Виконавцю.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                Особистий кабінет Користувача на Сайті (далі – «Особистий
                кабінет») - інтерфейс доступу до управління розміщеннями
                Оголошень Користувача, іншими послугами, їх оплатою, здійсненням
                інших, передбачених на Сайті дій з інформаційними матеріалами.
                Вхід здійснюється із застосуванням Реєстраційних даних
                Користувача.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                Реєстраційні дані – ідентифікаційні дані Користувача, які
                призначені для доступу Користувача до особистого кабінету.
                Реєстраційні дані складаються з: логіна (як логін
                використовується e-mail Користувача), пароля, контрольного
                питання та відповіді на контрольне питання (використовується,
                якщо Користувач забув пароль). Також Користувач може
                авторизуватися через соціальну мережу Facebook або Google+.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                Оголошення - інформаційне повідомлення Користувача Сайту, що
                містить пропозицію про Товар (включаючи контактну інформацію,
                зображення та будь-яку супутню інформацію), яке розміщується
                Користувачем на Сайті, адресоване невизначеному колу осіб.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                Товар - будь-який товар, продукт, послуга, пропозиція або інша
                пропозиція, щодо якої Користувач розміщує на Сайті Оголошення.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">1. Предмет угоди</p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.1 Виконавець пропонує Вам свої послуги на умовах, що є
                предметом цієї Угоди.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.2 Угода користувача може бути змінена Виконавцем без
                попередження. Нова редакція Угоди набуває чинності з моменту її
                розміщення на Сайті, якщо інше не передбачено новою редакцією
                ПС.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                1.3. Чинна редакція ПС, а також інших документів, що регулюють
                правила використання Сайту та надання послуг Сайту, завжди
                знаходиться на Сайті та доступна всім Користувачам.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">2. Опис послуг</p>
              <p class="lg:my-6 sm:my-3 my-2">
                2.1. Сайт є Інтернет-майданчиком, що дозволяє Користувачеві
                самостійно на свій страх і ризик розміщувати пропозиції,
                адресовані невизначеному колу осіб на вчинення угоди щодо
                Товару, яким Користувач правомочний розпоряджатися (робити
                пропозиції), а іншим користувачам Сайту приймати або не приймати
                на свій розсуд та під свою відповідальність пропозиції,
                розміщені на Сайті Користувачем, укладати або не укладати
                відповідну угоду з Користувачем, який розмістив Оголошення на
                Сайті. Виконавець жодною мірою не може вважатися і не є
                організатором угоди, покупцем, продавцем, посередником, агентом
                або представником будь-якого користувача Сайту та/або іншою
                заінтересованою особою щодо запропонованої/укладеної між
                користувачами Сайту угоди. Всі угоди, що здійснюються завдяки
                розміщенню Користувачем Оголошення на Сайті, угоди між
                користувачами Сайту укладаються та виконуються без прямої або
                непрямої участі Виконавця.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                2.2. Виконавець не дає Користувачеві жодних гарантій того, що
                будь-які пропозиції, зроблені користувачам Сайту за допомогою
                розміщення Оголошення на Сайті, або з використанням контактної
                інформації, що міститься в оголошенні, будуть отримані та
                розглянуті іншими користувачами Сайту.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                2.3. Користувач зобов'язується дотримуватись обачності при
                виборі контрагента, під свою відповідальність приймає рішення
                про угоду, самостійно засвідчуючи, що пропозиція, що міститься в
                Оголошенні на Сайті, є дійсною та законною.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                2.4. Виконавець також надає платні послуги за допомогою Сайту,
                надання яких регулюється публічною Офертою -
                https://vamberi.com.ua/dogovor-oferta
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                2.5. Надання платних послуг Сайту регулюється публічною Офертою
                https://vamberi.com.ua/dogovor-oferta, з якою Користувач
                погоджується при оплаті платних послуг
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                3. Права та обов'язки Виконавець
              </p>
              <p class="lg:my-6 sm:my-3 my-2">3.1.Права</p>
              <p class="lg:my-6 sm:my-3 my-2">
                3.1.1 Інформація, яка надійшла до Сайту, вважається власністю
                Виконавця. Виконавець не несе жодних зобов'язань щодо
                забезпечення конфіденційності щодо цієї інформації, якщо немає
                письмової домовленості з Користувачем про зворотне або
                відповідні вимоги чинного законодавства.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                3.1.2 Інформація, що міститься на Сайті, не може бути відтворена
                або використана для публікацій без письмового дозволу Виконавця,
                якщо на сторінці, яка містить таку інформацію, явно не вказано
                інше. Копіювання інформації, що міститься на Сайті, може
                здійснюватись лише фізичними особами для особистого
                користування.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                3.1.3 За жодних обставин Виконавець не несе відповідальності за
                збитки, збитки або витрати, що виникли у зв'язку з використанням
                Сайту або неможливістю його використання.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                3.1.4. Виконавець має право будь-коли на свій розсуд проводити
                вибіркову перевірку Оголошень на предмет дотримання Користувачем
                цього ПС, в тому числі в автоматичному режимі з використанням
                програмних засобів. У разі виявлення порушень, у тому числі у
                разі отримання скарг від третіх осіб про такі порушення,
                Виконавець має право визначати якість оголошень, їх
                відповідність вимогам цього ПС та законодавства України,
                зупиняти чи припиняти доступ Користувача до тих чи інших
                сервісів Сайту, включаючи відхилення чи блокування Оголошення
                та/або доступу Користувача до особистого кабінету без
                попередження Користувача про це. За рішенням Виконавця
                блокування Оголошень та/або реєстраційних даних Користувача на
                Сайті може бути тимчасовим або постійним, залежно від обсягу та
                кількості допущених Користувачем порушень цієї Угоди користувача
                та інших, встановлених Виконавцем, правил використання Сайту. У
                разі усунення Користувачем допущених порушень Виконавець має
                право відновити заблоковане раніше Оголошення або доступ
                Користувача до особистого кабінету.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                3.1.5. Виконавець має право в односторонньому порядку змінювати
                ПС та інші документи, що регулюють правила використання Сайту та
                надання послуг Сайту. Нова редакція зазначених документів
                набирає чинності з її розміщення на Сайті, якщо інше не
                передбачено новою редакцією відповідного документа.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">3.2 Обов'язки</p>
              <p class="lg:my-6 sm:my-3 my-2">
                У рамках цієї Угоди Виконавець зобов'язується:
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                3.2.1 Надавати можливість Користувачеві розміщувати Оголошення
                на Сайті, здійснювати пошук Оголошень інших користувачів, що
                знаходяться в базі Сайту, згідно з правилами та обмеженнями,
                встановленими Виконавцем на даний момент часу.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                3.2.2 Надавати можливість Користувачеві керувати доступом до
                свого Оголошення та встановлювати інші налаштування, доступні
                для Користувачів у певний момент часу через його особистий
                кабінет.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                3.2.3 Надати Користувачеві можливість видалити Оголошення та/або
                свої реєстраційні дані у будь-який момент на свій розсуд.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                3.2.4 Надавати Користувачеві можливість повністю видалити всю
                інформацію, розміщену ним на Сайті через особистий кабінет на
                Сайті будь-якої миті на свій розсуд.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                4. Зобов'язання Користувача під час реєстрації
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                В рамках цієї Угоди Користувач зобов'язується:
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                4.1 Знати та дотримуватись Правила публікації Оголошень, які є
                невід'ємною частиною цього ПС.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                4.2 Не розміщувати будь-яким способом за допомогою Сайту
                інформацію з порушенням законодавства України та міжнародного
                законодавства.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                4.3 Не розміщувати свідомо недостовірну інформацію.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                4.4 Не розміщувати та/або передавати, використовуючи Сайт,
                матеріали та/або Товари у випадку, якщо Користувач не має на це
                відповідних прав. Це стосується матеріалів, захищених
                авторськими правами, торговими марками, патентами, а також
                угодами про нерозповсюдження інформації, конфіденційності,
                товарів, для реалізації яких необхідне отримання відповідних
                дозволів у разі відсутності таких дозволів тощо.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                4.5. Не порушувати інформаційну безпеку Сайту.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                4.6 Не впроваджувати виконуваний код на стороні Користувача,
                будь-які об'єкти, що впроваджуються, використовувати frame і
                iframe, каскадні таблиці стилів, html-код.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                4.7 Не представлятися чужим ім'ям або від чужого імені
                (приватної особи чи організації). Не вводити в оману інших
                користувачів та адміністрацію Сайту щодо своєї ідентифікації у
                будь-який спосіб.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                4.8 Не знищувати та/або не змінювати будь-які матеріали на
                Сайті, автором яких Користувач не є.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                4.9 Не використовувати інформацію про телефони, поштові адреси,
                адреси електронної пошти для інших цілей, ніж тематика Сайту
                (пошук, перегляд та розміщення Оголошень).
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                4.10 Не реєструватися, використовуючи чужу e-mail адресу, або
                адресу, на яку Користувач не має права використання.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                4.11 Не передавати пароль на доступ до особистого кабінету
                третім особам. Користувач повністю несе відповідальність за всі
                збитки, заподіяні йому третіми особами, що виникли внаслідок
                навмисної або ненавмисної передачі Користувачем пароля від
                особистого кабінету іншій особі. Користувач несе
                відповідальність за збереження конфіденційності пароля та
                будь-яке використання Сайту за допомогою його пароля.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                4.12 Реєструючись на Сайті, Користувач погоджується отримувати
                на вказану електронну поштову адресу повідомлення інформаційного
                та рекламного характеру від Виконавця та його партнерів,
                відмовитися від яких можна натисканням кнопки "відписатися".
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                4.13. Під час відвідування Сайту відбувається збереження
                cookies-файлів Користувача з метою аналізу поведінки Користувача
                на Сайті, визначення інтересу Користувача та оптимізації
                кампанії рекламних повідомлень. Cookies-файл - текстовий файл,
                що надсилається веб-сервером і зберігається на комп'ютері
                Користувача, використовується для автентифікації Користувача,
                відстеження стану його сеансу та зберігання статистики про
                використання користувачів сайтів у мережі Інтернет. Під час
                відвідування Сайту Користувач погоджується на збереження його
                cookies-файлів та передачу їх третім особам з метою аналізу
                поведінки Користувача на Сайті та отримання ним цільових
                рекламних повідомлень. Користувач погоджується на отримання
                цільової реклами відповідно до оброблених даних, отриманих при
                аналізі його cookies-файлів. Користувач може відмовитися від
                збереження cookies-файлів шляхом зміни налаштувань у параметрах
                приватності/конфіденційності/особистих даних (залежно від
                термінології браузера) веб-браузера, який він використовує.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                5. Правила розміщення Оголошень на Сайті
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                5.1 Відповідальність за достовірність інформації, що міститься в
                оголошеннях, несуть їх подавці (користувачі, які розмістили
                оголошення). Виконавець не зобов'язаний здійснювати попередню
                перевірку Оголошень, що розміщуються та/або розповсюджуються
                Користувачем за допомогою Сайту. Користувач усвідомлює та
                погоджується з тим, що він повинен самостійно оцінювати всі
                ризики, пов'язані з розміщенням, розповсюдженням та пошуком
                Оголошень, включаючи оцінку надійності, повноти чи корисності
                такого.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                5.2 Виконавець залишає за собою право на свій розсуд відмовити
                Користувачеві у розміщенні та/або розповсюдженні ним Оголошень,
                а також видаляти Оголошення з Сайту, без попереднього
                повідомлення Користувача та пояснення причин.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                5.3 Виконавець має право змінювати вимоги щодо змісту та умов
                розміщення Оголошень.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                5.4 Виконавець залишає за собою право редакторської обробки
                Оголошень для надання їм якостей, зручних для читацького
                сприйняття.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                5.5 Виконавець залишає за собою право не листуватися з авторами
                Оголошень.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                5.6. Розміщуючи на сайті Оголошення, що містить зображення (у
                тому числі фотографію), Користувач надає Виконавцю право
                використання вказаного зображення (відкрита ліцензія на
                використання твору мистецтва) такими способами:
              </p>
              <p class="lg:mt-6 sm:mt-3 mt-2">
                передбаченими законодавством України
              </p>
              <p>
                розміщення та розповсюдження в мережі Інтернет та/або з
                використанням електронної пошти серед третіх осіб-користувачів
                мережі Інтернет. Місце, час, аудиторія, сайти, серед яких/на
                яких здійснюватиметься розповсюдження/розміщення зазначених
                зображень, визначається Виконавцем самостійно на свій розсуд.
                При цьому Виконавець не гарантує таке розміщення та
                розповсюдження, а також звернення третіх осіб-користувачів
                Інтернету до Користувача за Оголошенням Користувача;
              </p>
              <p>
                розміщення зображення як рекламний матеріал Виконавця в мережі
                Інтернет.
              </p>
              <p>
                Вказане вище право використання передається Виконавцю
                Користувачем безоплатно, без обмеження території, з моменту
                розміщення на Сайті Користувачем Оголошення, що містить
                відповідне зображення, на весь термін дії виключного права на
                зображення, з можливістю передавати зазначене право третім
                особам. Користувач дозволяє використовувати зображення без
                вказівки імені автора, а також гарантує, що вказані зображення
                не порушують прав третіх осіб.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                5.7 До публікації на Сайті не допускаються Оголошення:
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                5.7.1 Зміст яких порушує законодавство України (містять
                пропаганду насильства, расової ненависті, порнографії та ін.).
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                5.7.2 Зміст яких порушує загальноприйняті норми моралі та
                моральності.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                5.7.3 Інформація в яких суперечить Політиці сайту та Правилам
                розміщення Оголошень на Сайті.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                5.7.4. Ті, хто містить пропозицію про Товар, для реалізації
                якого потрібне отримання спеціальних дозволів, за відсутності
                таких дозволів.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                5.7.5. Ті, що містять пропозицію про Товар, обіг якого обмежений
                або заборонений чинним законодавством України та/або
                міжнародними угодами.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                6. Доступ до особистої інформації Користувачів
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                6.1 Вся інформація, що міститься в розміщених Користувачем
                Оголошення на Сайті, є загальнодоступною, за винятком пароля для
                доступу до особистого кабінету та інформації, що міститься в
                даному розділі. Розміщуючи на Сайті Оголошення, Користувач
                розуміє, що розміщена інформація публікується ним на Сайті у
                відкритому доступі, тобто доступна для ознайомлення будь-якого
                відвідувача Сайту (необмеженого кола осіб), що знаходиться в
                будь-якому місці, з пристрою, що має вихід у мережу Інтернет.
                Відповідно, Користувач розуміє та приймає на себе всі ризики,
                пов'язані з таким розміщенням інформації, у тому числі,
                включаючи, але не обмежуючись: ризик попадання адреси
                електронної пошти до списків для розсилки спам-повідомлень,
                ризик попадання адреси електронної пошти до різноманітних
                шахраїв, ризик попадання телефонного номера до SMS-спамерів
                та/або SMS-шахраїв та інші ризики, що випливають із такого
                розміщення інформації.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                6.2 Доступ Користувача до зміни інформації, що міститься в
                Оголошенні, здійснюється ним лише на основі унікальних логіну та
                паролю, вибраних Користувачем під час реєстрації на Сайті.
                Відповідальність за безпеку пароля несе сам Користувач.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                6.3 При втраті пароля доступу Користувач має можливість отримати
                нагадування пароля на електронну пошту, вказану ним під час
                реєстрації, та увійти до особистого кабінету.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                6.4 Виконавець докладає всіх можливих зусиль, щоб уникнути
                несанкціонованого використання персональної інформації
                користувачів Сайту. Проте Виконавець не несе відповідальності за
                можливе нецільове використання персональної інформації
                Користувача через:
              </p>
              <p>
                технічних неполадок у програмному забезпеченні, серверах або
                комп'ютерних мережах, що знаходяться поза контролем Виконавця;
              </p>
              <p>
                перебоїв у роботі Сайту, пов'язаних із навмисним або ненавмисним
                використанням Сайту не за призначенням третіми особами,
              </p>
              <p>
                передачі паролів або інформації з Сайту (у тому числі
                ненавмисного) Користувачами іншим особам, які не мають доступу
                до цієї інформації через умови реєстрації та укладені договори з
                Виконавцем.
              </p>
              <p>
                6.5. Користувач самостійно та добровільно приймає рішення про
                надання Виконавцю або розміщення у відкритому доступі
                персональних та інших відомостей про себе (прізвище, ім'я, по
                батькові або псевдонім Користувача, адреса електронної пошти,
                номер мобільного телефону, а також будь-яка інша інформація,
                надана Користувачем під час використання Сайту) з метою
                виконання цієї Угоди.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                6.6. Реєструючись на Сайті, Користувач погоджується на збирання,
                обробку, зберігання та використання введених ним особистих даних
                (ПІБ, телефон, e-mail та ін.) відповідно до законодавства
                України "Про персональні дані". Користувач також погоджується на
                передачу цих даних третій особі, якщо третя особа є партнером
                https://vamberi.com.ua і надає інформаційні системи для надання
                користувачам додаткових послуг. Передача даних третій особі в
                такому випадку повинна здійснюватися з використанням засобів
                автоматизації, що забезпечують адекватний захист прав суб'єктів
                цих даних, а інформаційна система на стороні третьої особи
                повинна мати відповідний сертифікат. Транскордонна передача
                даних можлива лише в тому випадку, якщо в іноземній державі, де
                розташовані сервери інформаційної системи, забезпечується
                адекватний захист прав суб'єктів персональних даних. Користувач
                може в будь-який момент деактивувати свій обліковий запис,
                звернувшись до служби підтримки vamberi.ua@gmail.com.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                6.7 Доступ Користувача до зміни особистої інформації, що
                міститься у профілі (Прізвище, Ім'я, По-батькові та ін.)
                здійснюється тільки на основі унікальних логіну та паролю,
                введених Користувачем при реєстрації.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                7. Використання матеріалів Сайту
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                7.1 Кожен користувач Сайту відповідає за інформацію, що
                розміщується від його імені та за наслідки цього розміщення.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                7.2 Сайт є лише засобом передачі інформації і Виконавець ні в
                якому разі не несе відповідальності за її достовірність та
                актуальність.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                7.3 Виконавець докладає всіх можливих зусиль для того, щоб
                виключити з Сайту недбалу, неакуратну або свідомо неповну
                інформацію, однак, зрештою, відповідальність за неї лежить на
                особах, що її розмістили.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                7.4 При передруку та іншому використанні матеріалів Сайту
                посилання на Сайт обов'язкове.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                7.5 У випадку, якщо Користувач зберігає оголошення або частину
                інформації, що міститься в оголошенні у власній базі даних поза
                Сайтом, то відповідальність за це несе Користувач у рамках
                Закону «Про персональні дані», як оператор персональних даних.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                7.6 Не допускається використання програмних засобів (скриптів,
                роботів) для зчитування інформації з Сайту
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                7.7 Логотип, назва, елементи дизайну, оформлення та загальний
                вигляд Сайту є власністю Виконавця та їх використання
                заборонено.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                8. Гарантії та відповідальність
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                8.1. Оскільки Користувач самостійно, на свій розсуд та поза
                контролем з боку Виконавця розміщує Оголошення на Сайті, які
                можуть мати рекламний характер, то Користувач вважається
                рекламодавцем та рекламорозповсюджувачем щодо всіх Оголошень,
                розміщених ним на Сайті з усіма наслідками, передбаченими
                законодавством.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                8.2. Розміщуючи на Сайті Оголошення, Користувач гарантує, що він
                має право на продаж зазначених в оголошенні Товарів, у тому
                числі, що Товар пройшов обов'язкову сертифікацію (якщо це
                передбачено законодавством такого виду товару). Користувач
                самостійно відповідає за порушення ним зазначених у цьому пункті
                гарантій. Виконавець має право запитати у Користувача документи,
                що підтверджують, на Товар (включаючи декларацію/сертифікат
                відповідності), зазначений у відповідному оголошенні. У разі
                неподання Користувачем підтверджуючих документів на товар
                Виконавець має право зняти відповідне оголошення з Сайту без
                застосування до Виконавця будь-яких штрафних санкцій.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                8.3. Користувач несе відповідальність за відповідність змісту
                розміщеного ним оголошення чинному українському законодавству. У
                разі пред'явлення до Виконавця претензій третіми особами
                (включаючи, але не обмежуючись державними органами) щодо
                розміщених Користувачем Оголошень/і або Товару, зазначеного у
                відповідному оголошенні, Користувач зобов'язується самостійно та
                за свій рахунок врегулювати такі претензії, а у разі виникнення
                у зв'язку з вищезазначеними претензіями у Виконавця збитків,
                відшкодувати їх Виконавцю у повному обсязі.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                8.4. Оскільки ідентифікація користувачів Інтернет-сайтів
                утруднена з технічних причин, Виконавець не відповідає за те, що
                зареєстровані користувачі є дійсно тими людьми, за кого себе
                видають, і не несе відповідальності за можливі збитки, завдані
                Користувачеві або іншим особам.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                8.5. Використовуючи інформацію з Сайту, Користувач усвідомлює та
                приймає ризики, пов'язані з можливою недостовірністю розміщеної
                на Сайті інформації, а також з тим, що деяка інформація може
                здатися йому загрозливою, образливою, свідомо хибною, грубою,
                непристойною та самостійно приймає рішення про можливість для
                себе використовувати Сайт.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                8.6. Виконавець не гарантує, що опубліковані Користувачем
                Оголошення будуть переглянуті певною кількістю користувачів
                Сайту або хоча б одним.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                8.7. Виконавець не гарантує, що програмне забезпечення, сервери
                та комп'ютерні мережі, що використовуються Сайтом, вільні від
                помилок та комп'ютерних вірусів. Якщо використання Сайту
                призвело до втрати даних або псування обладнання, Виконавець не
                несе за це відповідальності.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                8.8. Виконавець залишає за собою право на власний розсуд
                припинити доступ Користувача, що порушує цю Угоду та/або умови
                інших правил використання Сайту або розміщення Оголошень, як в
                цілому, так і в частині, у тому числі припинити або тимчасово
                призупинити доступ Користувача до особистого кабінету.
              </p>
              <p class="lg:my-6 sm:my-3 my-2">
                8.9. Усі суперечки, що виникли у межах цього ПС, підлягають
                розгляду в суді за місцем знаходження Виконавця відповідно до
                законодавства України. Ця угода не може розумітися як
                встановлення між Виконавцем та Користувачем агентських відносин,
                відносин товариства, відносин по спільній діяльності, відносин
                особистого найму, або якихось інших відносин, які прямо не
                передбачені в цій угоді.
              </p>
            </div>
          </div>
          <button
            class="text-[10px] sm:text-[12px] underline decoration-dashed underline-offset-4 block md:hidden float-right pb-3 hover:text-accent"
          >
            Читати далі
          </button>
        </div>
      </div>
    </div>
  </section>
  <MobileMenu></MobileMenu>
  <Footer></Footer>
</template>

<script>
import Head from "@/components/Head.vue";
import Banner from "@/components/Banner.vue";
import Footer from "@/components/Footer.vue";
import Mobilemenu from "@/components/MobileMenu.vue";
import Acc_buttonsVue from "@/components/modal/Acc_buttons.vue";
export default {
  components: {
    Head,
    Banner,
    Footer,
    Mobilemenu,
    Acc_buttonsVue,
  },
  data() {
    return {
      isCategoryOpen: false,
      isTruckOpen: false,
      isMobileMenuOpen: false,
    };
  },
  methods: {
    acceptModalStatus(data) {
      this.isTruckOpen = data;
    },
    acceptMobileModalStatus(data) {
      this.isMobileMenuOpen = data;
    },
  },
};
</script>
