<template>
  <div
    class="w-[97%] flex h-max border rounded-xl bg-white absolute top-36 z-50"
  >
    <div class="w-1/3 border-r border-accent pl-10 py-4">
      <div
        class="flex items-center py-2"
        v-for="(item, key) in category"
        :key="item.id"
        @mouseover="setIndex(key)"
      >
        <div class="w-5 h-5">
          <img
            :src="require('../../img/' + item.image)"
            alt=""
            class="h-full"
          />
        </div>
        <div :class="['ml-3', { 'text-accent': index === key }]">
          {{ item.title }}
        </div>
        <div class="ml-2 text-sm font-medium">{{ item.kol }}</div>
      </div>
    </div>
    <div class="p-4">
      <div class="text-lg font-medium">
        {{ des[index].text }}
      </div>
      <div class="mt-5 w-2/3 grid grid-cols-2 gap-2">
        <div v-for="item in des[index].mas">{{ item }}</div>
      </div>
    </div>
  </div>
</template>

<script>
import { useState } from "../../composables/state";
export default {
  setup() {
    const [index, setIndex] = useState(1);
    return {
      index,
      setIndex,
    };
  },
  data() {
    return {
      category: [
        { id: 1, title: "Дитячі товари", image: "Medved.png", kol: 45 },
        { id: 2, title: "Нерухомість", image: "dom.svg", active: true },
        {
          id: 3,
          title: "Для дому та комерції ",
          image: "krovat.svg",
          kol: 1,
        },
        { id: 4, title: "Робота", image: "rabota.png" },
        { id: 5, title: "Послуги та фріланс", image: "freelance.png" },
        { id: 6, title: "Авто", image: "avto.png" },
        {
          id: 7,
          title: "Запчастини для транспорту",
          image: "zapchasti.png",
          kol: 23,
        },
        { id: 8, title: "Тварини", image: "tvari.png" },
        { id: 9, title: "Електроніка", image: "electronica.png" },
        { id: 10, title: "Допомога", image: "pomoch.png" },
        { id: 11, title: "Спорт і відпочинок", image: "velik.png" },
        { id: 12, title: "Обладнання та сировина", image: "sirovina.png" },
        {
          id: 13,
          title: "Будматеріали та інструменти",
          image: "instrumenti.png",
          kol: 225,
        },
        { id: 14, title: "Мода та стиль", image: "stil.png" },
        { id: 15, title: "Краса і здоров’я", image: "kosmetika.png" },
        { id: 16, title: "Обмін", image: "obmen.png" },
        { id: 17, title: "Для бізнесу", image: "biznes.png" },
        { id: 18, title: "Хобі та розваги", image: "games.png" },
      ],
      des: [
        {
          id: 1,
          text: "1Продаж, купівля та оренда нерухомості, в Украіні, Оголошення Vamberi",
          mas: [
            "zxc",
            "Візьмемо до оренди",
            "Продаж нерухомості",
            "Оренда нерухомості",
            "Агенство нерухомості",
            "Ріэлтори",
          ],
        },
        {
          id: 2,
          text: "2Продаж, купівля та оренда нерухомості, в Украіні, Оголошення Vamberi",
          mas: [
            "asd",
            "Візьмемо до оренди",
            "Продаж нерухомості",
            "Оренда нерухомості",
            "Агенство нерухомості",
            "Ріэлтори",
          ],
        },
        {
          id: 3,
          text: "3Продаж, купівля та оренда нерухомості, в Украіні, Оголошення Vamberi",
          mas: [
            "qwe",
            "Візьмемо до оренди",
            "Продаж нерухомості",
            "Оренда нерухомості",
            "Агенство нерухомості",
            "Ріэлтори",
          ],
        },
        {
          id: 4,
          text: "4Продаж, купівля та оренда нерухомості, в Украіні, Оголошення Vamberi",
          mas: [
            "Новобуди",
            "Візьмемо до оренди",
            "Продаж нерухомості",
            "Оренда нерухомості",
            "Агенство нерухомості",
            "Ріэлтори",
          ],
        },
        {
          id: 5,
          text: "5Продаж, купівля та оренда нерухомості, в Украіні, Оголошення Vamberi",
          mas: [
            "tyu",
            "Візьмемо до оренди",
            "Продаж нерухомості",
            "Оренда нерухомості",
            "Агенство нерухомості",
            "Ріэлтори",
          ],
        },
        {
          id: 6,
          text: "6Продаж, купівля та оренда нерухомості, в Украіні, Оголошення Vamberi",
          mas: [
            "Новобуди",
            "Візьмемо до оренди",
            "Продаж нерухомості",
            "Оренда нерухомості",
            "Агенство нерухомості",
            "Ріэлтори",
          ],
        },
        {
          id: 7,
          text: "7Продаж, купівля та оренда нерухомості, в Украіні, Оголошення Vamberi",
          mas: [
            "Новобуди",
            "Візьмемо до оренди",
            "Продаж нерухомості",
            "Оренда нерухомості",
            "Агенство нерухомості",
            "Ріэлтори",
          ],
        },
        {
          id: 8,
          text: "8Продаж, купівля та оренда нерухомості, в Украіні, Оголошення Vamberi",
          mas: [
            "Новобуди",
            "Візьмемо до оренди",
            "Продаж нерухомості",
            "Оренда нерухомості",
            "Агенство нерухомості",
            "Ріэлтори",
          ],
        },
        {
          id: 9,
          text: "Продаж, купівля та оренда нерухомості, в Украіні, Оголошення Vamberi",
          mas: [
            "Новобуди",
            "Візьмемо до оренди",
            "Продаж нерухомості",
            "Оренда нерухомості",
            "Агенство нерухомості",
            "Ріэлтори",
          ],
        },
        {
          id: 10,
          text: "Продаж, купівля та оренда нерухомості, в Украіні, Оголошення Vamberi",
          mas: [
            "Новобуди",
            "Візьмемо до оренди",
            "Продаж нерухомості",
            "Оренда нерухомості",
            "Агенство нерухомості",
            "Ріэлтори",
          ],
        },
        {
          id: 11,
          text: "Продаж, купівля та оренда нерухомості, в Украіні, Оголошення Vamberi",
          mas: [
            "Новобуди",
            "Візьмемо до оренди",
            "Продаж нерухомості",
            "Оренда нерухомості",
            "Агенство нерухомості",
            "Ріэлтори",
          ],
        },
        {
          id: 12,
          text: "Продаж, купівля та оренда нерухомості, в Украіні, Оголошення Vamberi",
          mas: [
            "Новобуди",
            "Візьмемо до оренди",
            "Продаж нерухомості",
            "Оренда нерухомості",
            "Агенство нерухомості",
            "Ріэлтори",
          ],
        },
        {
          id: 13,
          text: "Продаж, купівля та оренда нерухомості, в Украіні, Оголошення Vamberi",
          mas: [
            "Новобуди",
            "Візьмемо до оренди",
            "Продаж нерухомості",
            "Оренда нерухомості",
            "Агенство нерухомості",
            "Ріэлтори",
          ],
        },
        {
          id: 14,
          text: "Продаж, купівля та оренда нерухомості, в Украіні, Оголошення Vamberi",
          mas: [
            "Новобуди",
            "Візьмемо до оренди",
            "Продаж нерухомості",
            "Оренда нерухомості",
            "Агенство нерухомості",
            "Ріэлтори",
          ],
        },
        {
          id: 15,
          text: "Продаж, купівля та оренда нерухомості, в Украіні, Оголошення Vamberi",
          mas: [
            "Новобуди",
            "Візьмемо до оренди",
            "Продаж нерухомості",
            "Оренда нерухомості",
            "Агенство нерухомості",
            "Ріэлтори",
          ],
        },
        {
          id: 16,
          text: "Продаж, купівля та оренда нерухомості, в Украіні, Оголошення Vamberi",
          mas: [
            "Новобуди",
            "Візьмемо до оренди",
            "Продаж нерухомості",
            "Оренда нерухомості",
            "Агенство нерухомості",
            "Ріэлтори",
          ],
        },
        {
          id: 17,
          text: "Продаж, купівля та оренда нерухомості, в Украіні, Оголошення Vamberi",
          mas: [
            "Новобуди",
            "Візьмемо до оренди",
            "Продаж нерухомості",
            "Оренда нерухомості",
            "Агенство нерухомості",
            "Ріэлтори",
          ],
        },
        {
          id: 18,
          text: "Продаж, купівля та оренда нерухомості, в Украіні, Оголошення Vamberi",
          mas: [
            "Новобуди",
            "Візьмемо до оренди",
            "Продаж нерухомості",
            "Оренда нерухомості",
            "Агенство нерухомості",
            "Ріэлтори",
          ],
        },
      ],
    };
  },
};
</script>
